Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_CALL_POP_SWAP_NOT_SUPPORTED
source: Swap not supported.
ar: الانتقال غير مدعوم.
az: Yerdəyişmə dəstəklənmir.
bg: Размяна не се поддържа.
bn: পাল্টাপাল্টি করা সমর্থিত নয়।
ca: No s'admet l'intercanvi
el_gr: Η εναλλαγή δεν υποστηρίζεται.
et: Vahetamist ei toetata.
eu: Trukatzea ez da bateragarria
fa: جابجایی پشتیبانی نشده است.
gu: અદલાબદલી ટેકો નથી.
he: החלפה אינה נתמכת.
hi: स्‍वैप समर्थित नहीं।
hu: Az átváltás nem támogatott.
hy: Փոխարկումը չի սատարվում:
is: Skipting er ekki studd.
ja_jp: 切り替えに対応していません
ka: გაცვლა შეუძლებელია.
kk: Өзгерту мақұлданбайды.
kn: ಸ್ವ್ಯಾಪ್ ಬೆಂಬಲಿಸುತ್ತಿಲ್ಲ.
ko_kr: 통화 전환이 지원되지 않습니다.
lt: Skambučių pakeitimas nepalaikomas.
lv: Pārslēgšanu neatbalsta.
mk: Заменувањето не е поддржано.
ml: സ്വാപ്പ് പിന്തുണയ്ക്കുന്നില്ല.
nb: Bytte støttes ikke.
nl: Wisselen niet ondersteund.
ro: Permutare neacceptată
ru_ru: Переключение не поддерживается.
si: මාරු කිරීම සහය නොදක්වයි.
sk: Prehodenie nie je podporované.
sl: Menjava ni podprta.
ta: மாற்றுதல் ஆதரிக்கப்படவில்லை.
te: మార్చడానికి మద్దతు లేదు.
th: ไม่​รอง​รับ ​การส​ลับ
tr_tr: Değişme desteklenmiyor.
ur: بدلنے کی سپورٹ نہیں۔
uz: Almashish qo‘llab-quvvatlanmaydi.
zh_tw: 不支援切換。

# IDS_CALL_POP_SWAP_FAILED
source: Swap failed.
ar: فشل الانتقال.
az: Yerdəyişmə alınmadı.
bg: Размяната неуспешна.
bn: পাল্টাপাল্টি ব্যর্থ হ'ল।
ca: Error en intercanviar
el_gr: Αποτυχία εναλλαγής.
et: Vahetamine nurjus.
eu: Akatsa trukatzean
fa: جابجایی ناموفق بود.
gu: અદલાબદલી નિષ્ફળ.
he: ההחלפה נכשלה.
hi: स्‍वैप करना विफल।
hu: Az átváltás sikertelen.
hy: Փոխարկումը ձախողվեց:
is: Skipting tókst ekki.
ja_jp: 切り替えできませんでした。
ka: ვერ გაიცვალა.
kk: Өзгерту үзіліп кетті.
kn: ಸ್ವ್ಯಾಪ್ ವಿಫಲ.
ko_kr: 전환하지 못하였습니다.
lt: Skambučių pakeitimas nepavyko.
lv: Pārslēgšana neizdevās.
mk: Неуспешно заменување.
ml: സ്വാപ്പ് പരാജയപ്പെട്ടു.
nb: Bytte feilet.
nl: Wisselen mislukt.
ro: Permutare nereuşită
ru_ru: Сбой переключения.
si: මාරු කිරීම අසාර්ථකයි.
sk: Prehodenie zlyhalo.
sl: Menjava ni uspela.
ta: மாற்றுதல் தோல்வி.
te: మార్చడం విఫలమైంది.
th: สลับ​ผิด​พลาด
tr_tr: Değişme başarısız.
ur: بدلنا فیل۔
uz: Almashish bajarilmadi.
zh_tw: 切換失敗。

# IDS_CALL_POP_SPLIT_NOT_SUPPORTED
source: Split not supported.
ar: الفصل غير مدعوم.
az: Ayırma dəstəklənmir.
bg: Разделяне не се поддържа.
bn: ছেদ সমর্থিত নয়।
ca: No s'admet la separació
el_gr: Ο διαχωρισμός δεν υποστηρίζεται.
et: Tükeldamist ei toetata.
eu: Bereizketa ez da bateragarria
fa: جداسازی پشتیبانی نشده است.
gu: વિભાજનને ટેકો નથી.
he: הפיצול אינו נתמך.
hi: विभाजन समर्थित नहीं है।
hu: Szétválasztás nem támogatott.
hy: Տրոհումը համատեղելի չէ:
is: Skipting er ekki studd.
ja_jp: 分割に対応していません
ka: გაყოფა შეუძლებელია.
kk: Бөліну мақұлданбайды.
kn: ವಿಭಜನೆಯನ್ನು ಬೆಂಬಲಿಸಲಾಗುವುದಿಲ್ಲ.
ko_kr: 통화 분리가 지원되지 않습니다.
lt: Skaidymas nepalaikomas.
lv: Atdalīšanu neatbalsta.
mk: Издвојувањето не е поддржано.
ml: സ്പ്ലിറ്റ് പിന്തുണയ്ക്കുന്നില്ല.
nb: Deling støttes ikke.
nl: Uit multiparty halen niet ondersteund.
ro: Separare neacceptată
ru_ru: Разделение не поддерживается.
si: වෙන් කිරීම සහය නොදක්වයි.
sk: Rozdelenie nie je podporované.
sl: Razdelitev ni podprta.
ta: பிரித்தல் ஆதரிக்கப்படாது.
te: స్ప్లిట్ సహాయం కాదు.
th: ไม่​รอง​รับ​การ​แยก
tr_tr: Ayırma desteklenmiyor.
ur: علیجدہ کرنے کی سپورٹ نہیں۔
uz: Ajratish qo‘llab-quvvatlanmaydi.
zh_tw: 分割不受支援。

# IDS_CALL_POP_SPLIT_FAILED
source: Split failed.
ar: فشل الفصل.
az: Ayırma alınmadı.
bg: Разделянето неуспешно.
bn: ছেদ ব্যর্থ।
ca: Error en dividir
el_gr: Αποτυχία διαχωρισμού.
et: Tükeldamine nurjus.
eu: Akatsa bereiztean
fa: جداسازی ناموفق بود.
gu: વિભાજન નિષ્ફળ.
he: הפיצול נכשל.
hi: विभाजन विफल।
hu: Szétválasztás sikertelen.
hy: Տրոհումը ձախողվեց:
is: Ekki tókst að skipta.
ja_jp: 分割に失敗しました。
ka: ვერ გაიყო.
kk: Қақ айрылу үзіліп кетті.
kn: ವಿಭಜನೆ ವಿಫಲವಾಗಿದೆ.
ko_kr: 통화를 분리하지 못하였습니다.
lt: Skaidymas nepavyko.
lv: Atdalīšana neizdevās.
mk: Неуспешно издвојување.
ml: സ്പ്ലിറ്റ് പരാജയപ്പെട്ടു.
nb: Deling mislyktes.
nl: Uit multiparty halen mislukt.
ro: Separare nereuşită
ru_ru: Сбой разделения.
si: වෙන් කිරීම අසාර්ථකයි.
sk: Rozdelenie zlyhalo.
sl: Razdelitev ni uspela.
ta: பிரித்தல் தோல்வி.
te: స్ప్లిట్ విఫలం.
th: การ​แยก​ผิด​พลาด
tr_tr: Ayırma başarısız.
ur: علیجدہ کرنا فیل۔
uz: Ajratib bo‘lmadi.
zh_tw: 分割失敗。

# IDS_CALL_POP_SERVICE_NOT_ALLOWED
source: Service not allowed.
ar: الخدمة غير مسموحة.
az: Xidmətə icazə verilmir.
bg: Услугата не е позволена.
bn: পরিষেবা অনুমতিপ্রাপ্ত নয়।
ca: No es permet el servei
el_gr: Δεν επιτρέπεται η υπηρεσία.
et: Teenus pole lubatud.
eu: Zerbitzua ez da onartzen
fa: سرویس غیرمجاز است.
gu: સેવાની છૂટ નથી.
he: השירות אינו מותר.
hi: सेवा की अनुमति नहीं।
hu: A szolgáltatás nem engedélyezett.
hy: Ծառայությունը թույլարտված չէ:
is: Þjónusta ekki leyfð.
ja_jp: サービスは許可されていません
ka: მომსახურება არაა ნებადართული.
kk: Қызмет рұқсат етілмеген.
kn: ಸೇವೆಯನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ.
ko_kr: 사용할 수 없는 서비스입니다.
lt: Paslauga neleidžiama.
lv: Pakalpojums nav atļauts.
mk: Услугата не е дозволена.
ml: സേവനം അനുവദിച്ചിട്ടില്ല.
nb: Tjeneste ikke tilgjengelig.
nl: Dienst niet toegestaan.
ro: Serviciu nepermis
ru_ru: Услуга запрещена.
si: සේවාවට ඉඩ දී නොමැත.
sk: Služba nie je povolená.
sl: Storitev ni dovoljena.
ta: சேவை அனுமதிக்கப்படவில்லை.
te: సేవ అనుమతించబడలేదు.
th: บริการ​ไม่​อนุญาต
tr_tr: Servise izin yok.
ur: سروس کی اجازت ہیں۔
uz: Xizmat ruxsat etilmagan.
zh_tw: 不允許的服務。

# IDS_CALL_POP_SERVICEUNAVAILABLE
source: Service unavailable.
ar: الخدمة غير متوفرة.
az: Servisdən istifadə etmək mümkün deyil.
bg: Услугата не е налична.
bn: পরিষেবা সুলভ নয়।
ca: Servei no disponible
el_gr: Μη διαθέσιμη λειτουργία.
et: Teenus pole saadaval.
eu: Zerbitzua ez dago eskuragarri
fa: سرویس در دسترس نیست.
gu: સેવા ઉપલબ્ધ નથી.
he: השירות אינו זמין.
hi: सेवा उपलब्ध नही।
hu: Szolgáltatás nem elérhető.
hy: Ծառայությունը անհասանելի է:
is: Ótiltæk þjónusta.
ja_jp: サービスを利用できません。
ka: მომსახურება არ არის.
kk: Қызмет көрсете алмайды.
kn: ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 서비스를 이용할 수 없습니다.
lt: Paslauga neteikiama.
lv: Pakalpojums nav pieejams.
mk: Услугата е недостапна.
ml: സേവനം ലഭ്യമല്ല.
nb: Tjenesten er ikke tilgjengelig.
nl: Service niet beschikbaar.
ro: Serviciu indisponibil
ru_ru: Услуга недоступна.
si: සේවා නොපවතී.
sk: Služba je nedostupná.
sl: Storitev ni na voljo.
ta: சேவை இல்லை.
te: సేవ అందుబాటులో లేదు.
th: บริการ​ใช้​ไม่​ได้
tr_tr: Servis kullanılamıyor.
ur: سروس موجود نہیں۔
uz: Xizmatdan foydalanib bo‘lmaydi.
zh_tw: 無法使用服務。

# IDS_CALL_POP_SEND_THE_FOLLOWING_TONES_Q
source: Send the following tones?
ar: هل تريد إرسال النغمات التالية؟
az: Aşağıdakı melodiyalar göndərilsin?
bg: Изпращане на следните тонове?
bn: নিম্নোক্ত টোনগুলি পাঠাবেন?
ca: Enviar els tons següents?
el_gr: Να αποσταλούν οι ακόλουθοι τόνοι;
et: Kas saata järgmised toonid?
eu: Bidali tonu hauek?
fa: آهنگ های زیر ارسال شوند؟
gu: નીચે આપેલા ટોન્સ મોકલીએ?
he: לשלוח את הצלילים הבאים?
hi: निम्न टोन्‍स भेजें?
hu: Elküldi a következő hangokat?
hy: Ուղարկե՞լ հետևյալ հնչերանգները:
is: Senda eftirfarandi tóna?
ja_jp: プッシュ音を送信しますか？
ka: გაგზავნით შემდეგ მელოდიებს?
kk: Мына дыбыстарды жіберу керек пе?
kn: ಕೆಳಗಿನ ಟೋನ್‌ಗಳನ್ನು ಕಳುಹಿಸುವುದೇ?
ko_kr: 다음 알림음을 보낼까요?
lt: Siųsti šiuos skambėjimo tonus?
lv: Vai sūtīt šādus signālus?
mk: Да се пратат следните тонови?
ml: ഇനിപ്പറയുന്ന ടോണുകള്‍ അയയ്ക്കണമോ?
nb: Sende følgende toner?
nl: De volgende tonen verzenden?
ro: Trimiteţi următoarele tonuri?
ru_ru: Отправить следующие звуки?
si: මෙම නාදරටා යවන්නද?
sk: Odoslať nasledujúce tóny?
sl: Ali želite poslati te tone?
ta: பின்வரும் டோனை அனுப்பவா?
te: కింది టోన్‌లను పంపాలా?
th: ส่งเสียงต่อไปนี้?
tr_tr: Aşağıdaki tonlar gönderilsin mi?
ur: مندرجہ ذیل ٹونز بھیجیں؟
uz: Quyidagi ohanglar yuborilsinmi?
zh_tw: 傳送下列鈴聲？

# IDS_CALL_POP_SENDING
source: Sending...
ar: جاري الإرسال...
az: Göndərilir...
bg: Изпращане...
bn: পাঠানো হচ্ছে...
ca: Enviant...
el_gr: Αποστολή...
et: Saatmine...
eu: Bidaltzen
fa: در حال ارسال
gu: મોકલે છે...
he: שולח...
hi: भेजा जा रहा है...
hu: Küldés...
hy: Ուղարկում...
is: Verið er að senda...
ja_jp: 送信中...
ka: იგზავნება...
kk: Жіберілуде...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 보내는 중...
lt: Siunčiama...
lv: Sūta...
mk: Се праќа...
ml: അയക്കുന്നു...
nb: Sender...
nl: Verzenden...
ro: Se trimite...
ru_ru: Отправка...
si: යවමින්...
sk: Odosielanie...
sl: Pošiljam...
ta: அனுப்புகிறது...
te: పంపుతోంది...
th: กำลังส่ง...
tr_tr: Gönderiliyor...
ur: بھیجا جارہا ہے...
uz: Yuborilmoqda...
zh_tw: 正在傳送...

# IDS_CALL_POP_REJECTED
source: Rejected.
ar: تم رفضها.
az: İmtina edildi.
bg: Отхвърлен.
bn: প্রত্যাখাত।
ca: Rebutjat
el_gr: Απόρριψη.
et: Keeldutud.
eu: Ezetsita
fa: رد شد.
gu: રદ કર્યુ.
he: נדחה
hi: अस्‍वीकृत।
hu: Elutasítva.
hy: Մերժված է:
is: Hafnað.
ja_jp: 拒否しました。
ka: უარყოფილია.
kk: Қайтарылды
kn: ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko_kr: 거절하였습니다.
lt: Atmesta.
lv: Noraidīts.
mk: Отфрлено.
ml: നിരസിച്ചു.
nb: Avvist.
nl: Geweigerd.
ro: Respins
ru_ru: Отклонено.
si: ප්‍රතික්ෂේපයි.
sk: Odmietnuté.
sl: Zavrnjeno.
ta: மறுக்கப்பட்டது.
te: తిరస్కరించబడింది.
th: ปฏิเสธ
tr_tr: Reddedildi.
ur: مسترد ہوا۔
uz: Rad etildi.
zh_tw: 已拒絕

# IDS_CALL_POP_RECORDING_STOPPED_AND_SAVED_MEMORY_FULL
source: Recording stopped and saved. Memory full.
ar: ‏‫تم إيقاف التسجيل وحفظه. الذ‏‫اكرة ممتلئة.
az: Yazılış dayandı və saxlandı. Yaddaş doludur.
bg: Записът спрян и запаметен. Паметта е пълна.
bn: রেকর্ডিং স্থগিত করে সংরক্ষণ করা হয়েছে। মেমোরি পূর্ণ।
ca: S'ha aturat i desat la gravació. Memòria plena.
el_gr: Η εγγραφή διακόπηκε και αποθηκεύτηκε. Η μνήμη είναι πλήρης.
et: Salvestamine lõpetatakse ja salvestatakse. Mälu on täis.
eu: Grabazioa etenda eta gordeta. Memoria beteta.
fa: ضبط متوقف شد و ذخیره شد. حافظه پر است.
gu: રેકોર્ડિંગ રોક્યું અને સાચવ્યું. સ્મૃતિ પૂર્ણ.
he: ההקלטה נעצרה ונשמרה. הזיכרון מלא.
hi: रिकॉर्डिंग रोकी गयी और सुरक्षित की गयी। मेमोरी पूरी भर गई।
hu: Felvétel leállítva és mentve. Megtelt a memória.
hy: Գրանցումը կանգնեցվեց և պահպանվեց: Հիշողությունը լիքն է:
is: Upptakan stöðvaðist og var vistuð. Minnið er fullt.
ja_jp: メモリがいっぱいのため、録音を停止しました。
ka: ჩაწერა შეჩერდა და ჩანაწერი შეინახა. მეხსიერება სავსეა.
kk: Жазу тоқтатылды және сақталды. Жад толы.
kn: ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸಿದೆ ಮತ್ತು ಉಳಿಸಿದೆ. ಸ್ಮರಣೆ ಭರ್ತಿ.
ko_kr: 녹음을 중지한 후 저장하였습니다. 디바이스 저장공간을 모두 사용 중입니다.
lt: Įrašas sustabdytas ir išsaugotas. Atmintis pilna.
lv: Ieraksts tika pārtraukts un saglabāts. Atmiņa ir pilna.
mk: Снимањето е сопрено и сочувано. Меморијата е полна.
ml: റെക്കോര്‍ഡിംഗ് നിര്‍ത്തി സേവ് ചെയ്തു. മെമ്മറി നിറഞ്ഞു.
nb: Opptak stoppet og lagret. Minnet er fullt.
nl: Opname gestopt en opgeslagen. Geheugen vol.
ro: Înregistrarea s-a oprit şi a fost salvată. Memoria este plină.
ru_ru: Запись остановлена и сохранена. Память заполнена.
si: පටිගත කිරීම නැවතී සුරැකිණ. මතකය පිරී ඇත.
sk: Nahrávka bola zastavená a uložená. Pamäť je plná.
sl: Snemanje je ustavljeno in shranjeno. Pomnilnik je poln.
ta: பதிதல் நிறுத்தப்பட்டு சேமிக்கப்பட்டது. நினைவகம் நிரம்பியது.
te: రికార్డింగ్ ఆగినది మరియు సేవ్ చేయబడింది. మెమరీ నిండింది.
th: หยุด​การ​บันทึก​และ​บันทึก หน่วย​ความ​จำ​เต็ม
tr_tr: Kayıt durduruldu ve kaydedildi. Bellek dolu.
ur: ریکارڈنگ روک دی اور محفوظ ہوگئی۔ میموری بھر گئی ہے۔
uz: Yozib olish to‘xtatildi va saqlandi. Xotira to‘la.
zh_tw: 錄製已停止並儲存。記憶體已滿。

# IDS_CALL_POP_RECORDING_SAVED
source: Recording saved.
ar: تم حفظ التسجيل.
az: Yazılış saxlandı.
bg: Записът е записан.
bn: রেকর্ডিং সংরক্ষিত হয়েছে।
ca: Gravació desada
el_gr: Η εγγραφή αποθηκεύτηκε.
et: Salvestis on salvestatud.
eu: Grabazioa gordeta
fa: مورد ضبط شده ذخیره شد.
gu: રેકોર્ડિંગ સાચવ્યા.
he: ההקלטה נשמרה.
hi: रिकॉर्डिंग सुरक्षित की गयी।
hu: Felvétel mentve.
hy: Գրանցումը պահպանվեց:
is: Upptaka vistuð.
ja_jp: 録音しました。
ka: ჩანაწერი შენახულია.
kk: Жазба сақталды.
kn: ರೆಕಾರ್ಡಿಂಗ್ ಉಳಿಸಿದೆ.
ko_kr: 녹음을 저장하였습니다.
lt: Įrašas išsaugotas.
lv: Ieraksts saglabāts.
mk: Снимката е сочувана.
ml: റെക്കോര്‍ഡിംഗ് സേവ് ചെയ്തു.
nb: Opptak lagret.
nl: Opname opgeslagen.
ro: Înregistrare salvată
ru_ru: Запись сохранена.
si: පටිගත කිරීම සුරැකිණ.
sk: Nahrávka bola uložená.
sl: Posnetek shranjen.
ta: பதிதல் சேமிக்கப்பட்டது.
te: రికార్డింగ్ సేవ్ చేయబడింది.
th: บันทึก​การ​บันทึก​แล้ว
tr_tr: Kayıt kaydedildi.
ur: ریکارڈنگ محفوظ ہوگئی۔
uz: Yozuv saqlandi.
zh_tw: 已儲存錄製。

# IDS_CALL_POP_PS_HAS_HUNG_UP
source: %s has hung up.
ar: قم بإنهاء المكالمة مع %s.
az: %s telefonu asıb.
bg: %s прекъсна връзката.
bn: %s কল সমাপ্ত করেছে।
ca: %s ha penjat
el_gr: %s έχει κλείσει.
et: %s lopetas kone.
eu: %s-(e)k eseki du
fa: %s گوشی را گذاشت.
gu: %s હૅંગ અપ કર્યુ છે.
he: %s ניתק.
hi: %s ने हैंग अप किया है।
hu: %s bontotta a kapcsolatot.
hy: %s անջատվել է:
is: %s skellti á.
ja_jp: %sは電話を切りました。
ka: %s გაითიშა.
kk: %s өшірілді.
kn: %s ಹ್ಯಾಂಗ್ ಅಪ್ ಆಗಿದೆ.
ko_kr: %s 님과의 통화를 종료하였습니다.
lt: kai %s baigs pokalbį.
lv: %s ir beidzis sarunu.
mk: %s затвори.
ml: %s കോള്‍ അവസാനിപ്പിച്ചു.
nb: %s har lagt på.
nl: %s heeft opgehangen.
ro: %s a întrerupt conexiunea.
ru_ru: Абонент %s повесил трубку.
si: %s දුරකථනය තබා ඇත.
sk: Používateľ %s zavesil.
sl: Oseba %s je odložila.
ta: %s ஹேங் அப் செய்கிறது.
te: %s ఆగిపోయినది.
th: %s ​วาง​สาย​แล้ว
tr_tr: %s kapattı.
ur: %s ہینگ اپ کرچکا ہے
uz: %s qo‘yib qo‘ydi.
zh_tw: %s 已掛斷。

# IDS_CALL_POP_OUTGOING_CALLS_BARRED
source: Outgoing calls barred.
ar: تم حجب المكالمات الصادرة الدولية.
az: Xaric olan zənglər qadağandır.
bg: Изходящи повиквания забранени.
bn: বহির্গামী কল বাধাপ্রাপ্ত।
ca: Trucades de sortida restringides
el_gr: Φραγή εξερχόμενων.
et: Väljuvad kõned on piiratud.
eu: Irteerako deiak blokeatuta
fa: ارسالی به خارج محدود شد.
gu: આઉટગોઈંગ કૉલ પર પ્રતિબંધ.
he: שיחות יוצאות חסומות.
hi: जानेवाली कॉल्स प्रतिबन्धित हैं।
hu: Kimenő hívások korlátozva.
hy: Ելքային կանչերն արգելված են:
is: Lokað fyrir símtöl úr símanum.
ja_jp: 発信通話が規制されています。
ka: გამავალი ზარები დაბლოკილია.
kk: Шығыс қоңырауларға тыйым салынды.
kn: ಹೊರ ಹೋಗುತ್ತಿರುವ ಕರೆಗಳನ್ನು ತಡೆಯಲಾಗಿದೆ.
ko_kr: 발신전화를 제한하였습니다.
lt: Ryšiai iš telefono draudžiami.
lv: Izejošie zvani liegti.
mk: Појдовните повици се забранети.
ml: പുറത്തേക്കുള്ള കോളുകള്‍ തടഞ്ഞു.
nb: Utgående anrop sperret.
nl: Uitgaande oproepen geblokkeerd.
ro: Apeluri de ieşire blocate
ru_ru: Запрет исходящих вызовов.
si: වළකන ලද යැවෙන ඇමතුම්.
sk: Odchádzajúce hovory blokované.
sl: Odhodni klici so blokirani.
ta: வெளிச்செல்லும் அழைப்புகள் தடை செய்யப்பட்டுள்ளன.
te: అవుట్గోయింగ్ కాల్‌లు ఆపివేయబడ్డాయి.
th: การ​โทรออก​ถูกระงับ
tr_tr: Giden aramalar engellendi.
ur: بین الاقوامی آؤٹ گوؤنگ کالیں بیرڈ۔
uz: Chiquvchi qo‘ng‘iroqlar ta‘qiqlangan.
zh_tw: 已限制撥出電話

# IDS_CALL_POP_OPERATION_REFUSED
source: Operation refused.
ar: تم رفض العملية.
az: Əməliyyatdan imtina edildi.
bg: Операция отказана.
bn: অপারেশন প্রত্যাখ্যাত।
ca: Operació rebutjada
el_gr: Η λειτουργία απορρίφθηκε.
et: Toimingust keelduti.
eu: Eragiketa ukatuta
fa: عملکرد رد شد.
gu: ઓપરેશન નકાર્યું.
he: הפעולה נדחתה.
hi: कार्रवाई अस्वीकृत।
hu: Művelet visszautasítva.
hy: Գործողությունը մերժվեց:
is: Aðgerð hafnað.
ja_jp: 操作は拒否されました。
ka: ოპერაცია უარყოფილია.
kk: Операциядан бас тартты.
kn: ಕಾರ್ಯಾಚರಣೆಯನ್ನು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko_kr: 작업을 거부하였습니다.
lt: Operacija nepriimta.
lv: Darbība atteikta.
mk: Операцијата е одбиена.
ml: ഓപ്പറേഷന്‍ നിരസിച്ചു.
nb: Operasjon avvist.
nl: Actie geweigerd.
ro: Operaţie refuzată
ru_ru: Операция отклонена.
si: මෙහෙයුම ප්‍රතික්‍ෂේප විය.
sk: Operácia bola odmietnutá.
sl: Operacija zavrnjena.
ta: செயல் மறுக்கப்பட்டது.
te: ఆపరేషన్ తిరస్కరించబడింది.
th: ปฏิเสธ​การ ​ดำเนิน​การ
tr_tr: İşlem reddedildi.
ur: آپریشن منع۔
uz: Amal rad etildi.
zh_tw: 操作遭拒

# IDS_CALL_POP_NOT_ENOUGH_MEMORY_DELETE_SOME_ITEMS
source: Not enough memory. Delete some items.
ar: لا يوجد ذاكرة كافية. امسح بعض العناصر.
az: Yaddaş kifayət etmir. Xahiş olunur bəzi elementləri silin
bg: Няма достатъчно памет. Изтрийте някои елементи
bn: পর্যাপ্ত মেমোরি নেই৷ কিছু আইটেম মুছুন৷
ca: No hi ha prou memòria. Esborrar-ne alguns elements.
el_gr: Δεν υπάρχει αρκετή μνήμη. Διαγράψτε ορισμένα στοιχεία
et: Mälu pole piisavalt. Kustutage mõned üksused
eu: Ez dago memoria nahikoa. Elementu batzuk ezabatu.
fa: حافظه کافی موجود نیست.مواردی را حذف کنید.
gu: સ્મૃતિ પૂરતી નથી. કેટલીક વસ્તુઓ કાઢી નાખીએ?
he: אין די זיכרון. מחק כמה פריטים.
hi: पर्याप्त मेमोरी नहीं। कुछ मदें हटाएँ।
hu: Kevés a memória. Töröljön néhány tételt
hy: Հիշողությունը չի բավարարում: Ջնջեք որոշ տարրեր
is: Ekki er nægt minni. Eyðið nokkrum atriðum.
ja_jp: メモリが不足しています。不要なアイテムを削除してください。
ka: მეხსიერება საკმარისი არაა. წაშალეთ ზოგიერთი ელემენტი
kk: Жад жетыспейт.Көп арналы жою.
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆ ಇಲ್ಲ. ಕೆಲವೊಂದು ಅಂಶಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.
ko_kr: 저장공간이 부족합니다. 일부 항목을 삭제하세요.
lt: Nepakanka atminties. Ištrinkite kai kuriuos elementus
lv: Nepietiek atmiņas. Izdzēsiet dažus vienumus
mk: Нема доволно меморија. Избришете некој запис
ml: മതിയായ മെമ്മറിയില്ല. ചില ഇനങ്ങള്‍ ഇല്ലാതാക്കുക.
nb: Ikke nok minne. Slett noen elementer.
nl: Onvoldoende geheugen. Wis een aantal items.
ro: Memorie insuficientă. Ştergeţi câteva elemente
ru_ru: Недостаточно памяти. Удалите некоторые элементы
si: ප්‍රමාණවත් මතකයක් නොමැත. අයිතම කීපයක් මකා දමන්න.
sk: Nedostatok pamäte. Vymažte niektoré položky
sl: Ni dovolj pomnilnika. Izbrišite nekaj predmetov
ta: போதுமான நினைவகம் இல்லை. சில உருப்படிகளை நீக்குக.
te: తగినంత మెమరీ లేదు. కొన్ని ఐటెమ్‌లను తొలగించు.
th: ความ​จำ​เต็ม ​กรุณา​ลบ ​รายการ
tr_tr: Yeterli hafıza yok. Bazı öğeleri silin.
ur: میموری نہیں۔ کچھ مٹائیں۔
uz: Xotira yetarli emas. Ba’zi elementlarni o'chiring
zh_tw: 記憶體不足。請刪除部分項目。

# IDS_CALL_POP_NOSERVICE
source: No service
ar: لا توجد خدمة
az: Servis yoxdur
bg: Няма услуга
bn: কোনও পরিষেবা নেই
ca: Sense servei
el_gr: Μη διαθέσιμη υπηρεσία
et: Teenus puudub
eu: Zerbitzurik gabe
fa: عدم ارائه سرويس
gu: સેવા નથી
he: אין שירות
hi: कोई सेवा नहीं
hu: Nincs szolgáltatás
hy: Ծառայություն չկա
is: Engin þjónusta
ja_jp: サービスが利用できません。
ka: მომსახურება არ არის
kk: Қызмет жоқ
kn: ಯಾವುದೆ ಸೇವೆ ಇಲ್ಲ
ko_kr: 서비스 지역이 아닙니다
lt: Paslauga neteikiama
lv: Nav pakalpojuma
mk: Нема услуга
ml: സേവനമില്ല
nb: Nettverk mangler
nl: Geen netwerk
ro: Nici un serviciu
ru_ru: Нет сети
si: සේවාවක් නොමැත
sk: Žiadna služba
sl: Ni storitve
ta: சேவை இல்லை
te: సర్వీస్ లేదు
th: ไม่​มี​บริการ
tr_tr: Servis yok
ur: سروس نہیں
uz: Xizmat yo‘q
zh_tw: 無服務

# IDS_CALL_POP_NETWORK_UNAVAILABLE
source: Network unavailable.
ar: الشبكة غير متاحة.
az: Şəbəkədən istifadə etmək mümkün deyil.
bg: Няма мрежа.
bn: নেটওয়ার্ক অসুলভ।
ca: Xarxa no disponible
el_gr: Δίκτυο μη διαθέσιμο.
et: Võrk pole saadaval.
eu: Sarea ez dago eskuragarri
fa: شبکه در دسترس نیست.
gu: નેટવર્ક ઉપલબ્ધ નથી.
he: הרשת אינה זמינה.
hi: नेटवर्क उपलब्ध नहीं।
hu: A hálózat nem érhető el.
hy: Ցանցն անհասանելի է:
is: Það er ekkert kerfi til staðar.
ja_jp: ネットワークを利用できません。
ka: ქსელი მიუწვდომელია.
kk: Желі үзіліп кетті.
kn: ನೆಟ್‌ವರ್ಕ್‌ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 네트워크에 연결할 수 없습니다.
lt: Tinklas nepasiekiamas.
lv: Tīkls nav pieejams.
mk: Мрежата е недостапна.
ml: നെറ്റ്‌വര്‍ക്ക് ലഭ്യമല്ല.
nb: Nettverket er ikke tilgjengelig.
nl: Netwerk niet beschikbaar.
ro: Reţea indisponibilă
ru_ru: Сеть недоступна.
si: ජාලය නොපවතී.
sk: Sieť nedostupná.
sl: Omrežje ni na voljo.
ta: நெட்வொர்க் இல்லை.
te: నెట్వర్క్ అందుబాటులో లేదు.
th: เครือ​ข่าย​ใช้​ไม่​ได้
tr_tr: Ağ kullanılamıyor.
ur: نیٹورک عدم دستیاب ہے۔
uz: Tarmoqdan foydalanib bo‘lmaydi.
zh_tw: 無可用網路

# IDS_CALL_POP_NETWORKBUSY
source: Network busy.
ar: الشبكة مشغولة.
az: Şəbəkə məşğuldur.
bg: Мрежата е заета.
bn: নেটওয়ার্ক ব্যস্ত।
ca: Xarxa ocupada
el_gr: Κατειλημμένο δίκτυο.
et: Võrk on hõivatud.
eu: Sarea okupatuta
fa: خطا در شبکه رخ داد.
gu: નેટવર્ક વ્યસ્ત.
he: רשת תפוסה.
hi: नेटवर्क व्यस्त।
hu: A hálózat foglalt.
hy: Ցանցը զբաղված է:
is: Það næst ekki samband við kerfið.
ja_jp: ネットワークが混み合っています。
ka: ქსელი დაკავებულია.
kk: Желі бос емес
kn: ನೆಟ್‌ವರ್ಕ್‌ ಕಾರ್ಯನಿರತ.
ko_kr: 네트워크 연결 상태가 원활하지 않습니다.
lt: Tinklas užimtas.
lv: Tīkls aizņemts.
mk: Мрежата е зафатена.
ml: നെറ്റ്‌വര്‍ക്ക് തിരക്കിലാണ്.
nb: Nettverk opptatt.
nl: Netwerk bezet.
ro: Reţea ocupată
ru_ru: Сеть занята.
si: ජාලය කාර්යබහුලයි.
sk: Sieť obsadená.
sl: Omrežje je zasedeno.
ta: நெட்வொர்க் பணிமிகுதி.
te: నెట్వర్క్ బిజీగా ఉంది.
th: เครือ​ข่าย​ไม่​ว่าง
tr_tr: Şebeke meşgul.
ur: نیٹ ورک مصروف۔
uz: Tarmoq band.
zh_tw: 網路繁忙

# IDS_CALL_POP_JOIN_NOT_SUPPORTED
source: Join not supported.
ar: الضم غير مدعوم.
az: Calaşdırma dəstəklənmir.
bg: Присъединяване не се поддържа.
bn: যোগদান সমর্থিত নয়।
ca: No s'admet la unió
el_gr: Η ένωση δεν υποστηρίζεται.
et: Liitumist ei toetata.
eu: Elkarketa ez da bateragarria
fa: پیوستن پشتیبانی نشده است.
gu: જોડાવવાને ટેકો નથી.
he: ההצטרפות אינה נתמכת.
hi: शामिल होना असमर्थित।
hu: A konferencia nem támogatott.
hy: Միացումը համատեղելի չէ:
is: Sameining er ekki studd.
ja_jp: グループ通話参加に対応していません
ka: შეერთების ფუნქცია არ მუშაობს.
kk: Байланысу мақұлданбайды.
kn: ಸೇರುವಿಕೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ko_kr: 컨퍼런스 콜을 지원하지 않습니다.
lt: Prijungimas nepalaikomas.
lv: Apvienošanu neatbalsta.
mk: Придружувањето не е поддржано.
ml: ചേരുന്നത് പിന്തുണയ്‌ക്കുന്നില്ല.
nb: Tilknytning støttes ikke.
nl: Deelnemen aan multiparty niet ondersteund.
ro: Asociere neacceptată
ru_ru: Объединение не поддерживается.
si: එකතුවීමට සහාය නොදක්වයි.
sk: Spojenie nie je podporované.
sl: Pridruževanje ni podprto.
ta: சேர்தல் ஆதரிக்கப்படவில்லை.
te: చేరేందుకు మద్దతులేదు.
th: ไม่​รอง​รับ ​การ​รวม​สาย
tr_tr: Katılma desteklenmiyor.
ur: ملانے کی سپورٹ نہیں۔
uz: Qo‘shilish qo‘llab-quvvatlanmagan.
zh_tw: 不支援加入

# IDS_CALL_POP_INVALID_NUMBER
source: Invalid number.
ar: رقم غير صالح.
az: Nömrə səhvdir.
bg: Невалиден номер.
bn: অবৈধ নম্বর।
ca: Número no vàlid
el_gr: Μη έγκυρος αριθμός.
et: Kehtetu number.
eu: Zenbakiak ez du balio
fa: شماره نامعتبر است.
gu: અમાન્ય નંબર.
he: מספר לא חוקי.
hi: अमान्‍य नंबर।
hu: Érvénytelen szám
hy: Անվավեր համար:
is: Ógilt númer.
ja_jp: 番号が無効です。
ka: ნომერი არასწორია.
kk: Жарамсыз нөмір.
kn: ಅಮಾನ್ಯವಾದ ಸಂಖ್ಯೆ.
ko_kr: 전화번호가 바르지 않습니다.
lt: Neteisingas numeris.
lv: Nederīgs numurs.
mk: Погрешен број.
ml: അസാധുവായ നമ്പര്‍.
nb: Ugyldig nummer.
nl: Ongeldig getal.
ro: Număr incorect
ru_ru: Неправильный номер
si: වලංගු නොවන අංකයක්.
sk: Neplatné číslo.
sl: Neveljavna številka.
ta: தவறான எண்.
te: చెల్లని నంబర్.
th: ตัว​เลข​ไม่​ถูก​ต้อง
tr_tr: Numara geçersiz.
ur: ناجائز نمبر۔
uz: Noto‘g‘ri raqam.
zh_tw: 號碼無效

# IDS_CALL_POP_INCOMPLETE
source: Incomplete.
ar: غير كامل.
az: Natamam.
bg: Непълен.
bn: অপূর্ণ।
ca: Incomplet
el_gr: Δεν ολοκληρώθηκε.
et: Poolik.
eu: Osatu gabe
fa: ناقص است.
gu: અધૂરો.
he: לא שלם.
hi: अपूर्ण।
hu: Nincs kész
hy: Անավարտ:
is: Ólokið.
ja_jp: 未完了
ka: არასრული.
kk: Аяқталған жоқ
kn: ಅಪೂರ್ಣವಾಗಿದೆ.
ko_kr: 완료되지 않았습니다.
lt: Neužbaigta.
lv: Nepabeigts.
mk: Нецелосно.
ml: അപൂര്‍ണ്ണം.
nb: Ufullstendig.
nl: Niet compleet.
ro: Incomplet
ru_ru: Не завершено.
si: අසම්පූර්ණ.
sk: Nedokončené
sl: Nedokončano.
ta: முழுமையாகவில்லை.
te: అసంపూర్ణం.
th: ไม่​สมบูรณ์
tr_tr: Tamamlanmadı.
ur: نامکمل۔
uz: Tugallanmagan.
zh_tw: 不完整

# IDS_CALL_POP_HOLD_NOT_SUPPORTED
source: Hold not supported.
ar: التعليق غير مدعوم.
az: Gözlətmə dəstəklənmir.
bg: Задържане не се поддържа.
bn: ধরা সমর্থিত নয়।
ca: No s'admet retenció
el_gr: Η αναμονή δεν υποστηρίζεται.
et: Peatamist ei toetata.
eu: Ez da bateragarria Egonean moduarekin
fa: انتظار پشتیبانی نشده است.
gu: હોલ્ડને ટેકો નથી.
he: החזקה אינה נתמכת.
hi: होल्ड समर्थित नहीं।
hu: Tartás nem támogatott.
hy: Պահումը հնարավոր չէ:
is: Ekki stutt að láta bíða.
ja_jp: 保留に対応していません
ka: ზარის დაკავების ფუნქცია არ მუშაობს.
kk: Ұстау мақұлданбайды.
kn: ತಡೆಹಿಡಿಯುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸಲಾಗುವುದಿಲ್ಲ.
ko_kr: 통화 보류를 지원하지 않습니다.
lt: Sulaikymas nėra palaikomas.
lv: Aizturēšana netiek atbalstīta.
mk: Задржувањето не е поддржано.
ml: ഹോള്‍‌ഡ് ചെയ്യുന്നത് പിന്തുണയ്‌ക്കുന്നില്ല.
nb: Venting støttes ikke.
nl: In wacht zetten niet ondersteund.
ro: Menţinere neacceptată
ru_ru: Удержание не поддерживается.
si: අල්ලා සිටීම සහය දක්වන්නේ නැත.
sk: Podržanie nie je podporované.
sl: Zadržanje ni podprto.
ta: காத்திருப்பு ஆதரிக்கப்படவில்லை.
te: హోల్డ్ మద్దతు లేదు.
th: ไม่​รอง​รับ ​การ​พัก​สาย
tr_tr: Arama bekletme desteklenmiyor.
ur: ہولڈ کی سپورٹ نہیں۔
uz: Ushlab turish qo‘llab-quvvatlanmagan.
zh_tw: 不支援保留通話
