Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_CALL_BODY_CONDITIONAL_CALL_FORWARDING_ACTIVE
source: Conditional call forwarding active.
ar: تم تفعيل التحويل الشرطي.
az: Şərti zəng ötürmə aktivdir.
bg: Условното прехвърляне на повиквания е активирано.
bn: শর্তাধীন কল অগ্রবর্তীকরণ সক্রিয়।
ca: Reenviament condicional de trucades actiu
el_gr: Ενεργή προώθηση κλήσης υπό όρους.
et: Tingimuslik kõnede suunamine on aktiivne.
eu: Baldintza deien birbidaltzea aktibo
fa: هدایت تماس مشروط فعال است.
gu: શરતીય કૉલ ફોર્વર્ડિંગ સક્રિય.
he: העברת שיחות מותנית פעילה.
hi: सशर्त कॉल अग्रेषण सक्रिय।
hu: A feltételes hívásátirányítás aktív.
hy: Պայմանական կանչի փոխանցումն ակտիվ է:
is: Skilyrtur flutningur símtala er virkur.
ja_jp: 設定に応じた通話の転送
ka: ზარის პირობითი გადამისამართება აქტიურია.
kk: Шартты қоңырауды қайта бағыттау қосулы.
kn: ನಿಯಮಕ್ಕೊಳಪಟ್ಟ ಕರೆ ಫಾರ್ವರ್ಡಿಂಗ್ ಸಕ್ರಿಯ.
ko_kr: 조건에 따라 수신전화를 착신전환합니다.
lt: Įjungtas sąlyginis skambučių persiuntimas.
lv: Nosacījuma zvanu pārsūtīšana ir aktivizēta.
mk: Активно е условното препраќање повици.
ml: നിബന്ധനയോടെയുള്ള കോള്‍ ഫോര്‍വാഡിംഗ് സജീവമാണ്.
nb: Betinget viderekobling aktivert.
nl: Doorschakelen met voorwaarden actief.
ro: Redirecţionarea condiţionată a apelurilor este activă.
ru_ru: Включена условная переадресация вызовов.
si: කොන්දේසිමය ඇමතුම් යොමු කිරීම සක්‍රියයි.
sk: Podmienené presmerovanie hovorov je aktívne.
sl: Vključeno je pogojno posredovanje klicev.
ta: நிபந்தனையுடன் அழைப்பு முன்னனுப்புதல் செயலில்.
te: షరతుతోకూడిన కాల్ ఫార్వర్డింగ్ యాక్టివ్.
th: การส่งต่อการโทร แบบมีเงื่อนไข เปิดใช้งาน
tr_tr: Koşullu arama yönlendirme aktif.
ur: مشروط کال آگے بھیجنا زیر عمل۔
uz: Qo‘ng‘iroqni boshqa raqamga shartli yo‘naltirish faol.
zh_tw: 已啟動來電轉接。

# IDS_CALL_BODY_CALL_REJECTED
source: Call rejected.
ar: تم رفض المكالمة.
az: Zəngdən imtina edildi.
bg: Повикване отхвърлено
bn: কল প্রত্যাখ্যাত।
ca: Trucada rebutjada
el_gr: Απόρριψη κλήσης.
et: Kõnest keelduti.
eu: Deia ukatuta
fa: تماس رد شد.
gu: કૉલ અસ્વીકૃત.
he: השיחה נדחתה.
hi: कॉल निरस्त।
hu: Hívás elutasítva.
hy: Կանչը մերժված է:
is: Símtali hafnað.
ja_jp: 通話拒否されました。
ka: ზარი უარყოფილია.
kk: Қоңырау қабылданбады.
kn: ಕರೆ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko_kr: 전화를 거절하였습니다.
lt: Skambutis atmestas.
lv: Zvans noraidīts.
mk: Повикот е одбиен.
ml: കോള്‍ നിരസിച്ചു.
nb: Anrop avvist.
nl: Oproep geweigerd.
ro: Apel respins
ru_ru: Вызов отклонен.
si: ඇමතුම ප්‍රතික්ෂේප විය.
sk: Hovor bol odmietnutý.
sl: Klic je zavrnjen.
ta: அழைப்பு தவிர்க்கப்பட்டது.
te: కాల్ తిరస్కరించబడింది.
th: ปฏิเสธ​การ​โทร
tr_tr: Arama reddedildi.
ur: کال منع۔
uz: Qo‘ng‘iroq rad etildi.
zh_tw: 已拒接來電

# IDS_CALL_BODY_CALL_RECORDING
source: Call recording
ar: تسجيل المكالمة
az: Zəng yazılışı
bg: Записване на повикване
bn: কল রেকর্ডিং
ca: Gravació de trucades
el_gr: Εγγραφή κλήσης
et: Kõnede salvestamine
eu: Dei grabaketa
fa: ضبط تماس
gu: કૉલ રેકોર્ડિંગ
he: הקלטת שיחה
hi: कॉल रिकॉर्डिंग
hu: Hívás rögzítése
hy: Զանգի ձայնագրում
is: Upptaka símtals
ja_jp: 通話記録
ka: ზარის ჩანაწერი
kk: Қоңырау жазу
kn: ಕರೆ ರೆಕಾರ್ಡಿಂಗ್
ko_kr: 통화 녹음
lt: Skambučių įrašymas
lv: Zvana ierakstīšana
mk: Снимање на повик
ml: കോള്‍ റെക്കോര്‍ഡിംഗ്
nb: Anropsopptak
nl: Oproep opnemen
ro: Înregistrare apel
ru_ru: Запись вызовов
si: ඇමතුම පටිගත කිරීම
sk: Nahrávanie hovorov
sl: Snemanje klica
ta: அழைப்பு பதிதல்
te: కాల్ రికార్డ్ అవుతోంది
th: การ​บันทึก​การ​โทร
tr_tr: Arama kaydetme
ur: کال ریکارڈنگ
uz: Qo‘ng‘iroqni yozib olish
zh_tw: 通話錄音

# IDS_CALL_BODY_CALL_ENDE_M_STATUS_ABB
source: Call ended
ar: تم إنهاء المكالمة
az: Zəng bitdi
bg: Разговорът завършен
bn: কল সমাপ্ত হয়েছে
ca: Trucada finalitzada
el_gr: H κλήση τερματίστ.
et: Kõne lõppes
eu: Deia amaituta
fa: تماس پایان یافت
gu: કૉલ સમાપ્ત થયો
he: השיחה הסתיימה
hi: कॉल समाप्त
hu: Hívás vége
hy: Կանչն ավարտված է
is: Símtali lokið
ja_jp: 通話終了
ka: ზარი დასრულდა
kk: Коңырау аяқталды
kn: ಕರೆ ಕೊನೆಗೊಂಡಿದೆ
ko_kr: 통화 종료
lt: Pokalbis baigtas
lv: Saruna ir pabeigta
mk: Повикот заврши
ml: കോൾ അവസാനിച്ചു
nb: Samtale avsluttet
nl: Oproep beëindigd
ro: Apel terminat
ru_ru: Вызов завершен
si: ඇමතුම අවසන් විය
sk: Hovor bol ukončený
sl: Klic je končan
ta: அழைப்பு முடிவுற்றது
te: కాల్ ముగిసింది
th: วางสายแล้ว
tr_tr: Arama sonlandırıldı
ur: کال ختم ہوگئی
uz: Qo‘ng‘. yakunlandi
zh_tw: 通話已結束

# IDS_CALL_BODY_CALLENDED
source: Call ended.
ar: تم إنهاء المكالمة.
az: Zəng bitdi.
bg: Край на разговор
bn: কল শেষ হয়েছে।
ca: Fi de trucada
el_gr: Τέλος κλήσης.
et: Kõne on lõpetatud.
eu: Deia amaituta
fa: تماس پایان یافت.
gu: કૉલ પૂરો.
he: שיחה הסתיימה.
hi: कॉल समाप्त।
hu: Hívás vége.
hy: Զանգն ավարտված է:
is: Símtali lokið.
ja_jp: 通話を終了しました。
ka: ზარი დასრულდა.
kk: Қоңырау аяқталды.
kn: ಕರೆ ಕೊನೆಗೊಂಡಿದೆ.
ko_kr: 통화를 종료하였습니다.
lt: Pokalbis baigtas.
lv: Zvans pabeigts.
mk: Повикот е прекинат.
ml: കോള്‍ അവസാനിച്ചു.
nb: Samtale avsluttet.
nl: Oproep beëindigd.
ro: Apel terminat
ru_ru: Вызов завершен.
si: ඇමතුම නිමාවිය.
sk: Hovor ukončený.
sl: Klic končan.
ta: அழைப்பு முடிந்தது.
te: కాల్ ముగిసింది.
th: จบ​การส​นท​นา
tr_tr: Arama sonlandırıldı.
ur: کال ختم ہوئی۔
uz: Qo‘ng‘iroq yakunlandi.
zh_tw: 通話已結束

# IDS_CALL_BODY_CALLED_PARTY_UNAVAILABLE
source: Called party unavailable.
ar: الطرف المراد غير متاح.
az: Qarş.tər-ə zəng çatm.
bg: Набраният e недостъпен.
bn: কল করা ব্যক্তিকে পাওয়া যায় নি।
ca: Multicon truc no disp
el_gr: Ο καλ.δεν είναι διαθ.
et: Osaleja pole saadaval.
eu: Harzailea ez eskuragarri
fa: تماس گیرنده موجودنیست.
gu: કૉલ્ડ પાર્ટી અનુપલબ્ધ.
he: נמען השיחה אינו זמין.
hi: कॉल वाली पार्टी उपलब्ध नहीं।
hu: Hívott fél nem érh.el.
hy: Կնչվ կղմ անհասանելի է:
is: Það næst ekki í viðmælanda.
ja_jp: 通話相手が電話に出られません。
ka: აბონენტი მიუწვდომელია.
kk: Қоң-у соғылған жаққа қол жетімсіз.
kn: ಕರೆ ಮಾಡಿದ ವ್ಯಕ್ತಿ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 상대방이 전화를 받지 않습니다.
lt: Skam. gav. nepasiek.
lv: Izs. dal. nav pieej.
mk: Бројот е недостапен.
ml: വിളിച്ചയാളെ ലഭ്യമല്ല.
nb: Oppringt part utilgj.
nl: Gebelde niet besch.
ro: Pers. apelată indisp.
ru_ru: Абонент недоступен.
si: ඇමතූ අය නොසිටී.
sk: Volaný účast. je ned.
sl: Klicani ni dosegljiv.
ta: அழைக்கப்பட்ட நபர் கிடைக்கவில்லை.
te: కాల్ చేసిన పార్టీ అలభ్యం.
th: ไม่​มี​ผู้​ที่​โทรออก
tr_tr: Aranan taraf yok.
ur: کالڈ فریق غیردستیاب۔
uz: Chaqirilayotgan abonent mavjud emas.
zh_tw: 無法接通電話

# IDS_VCALL_POP_TEXT_FALLBACK_VOICE_OUTOF3G
source: Out of 3G coverage. Try voice call?
ar: خارج نطاق تغطية 3G. هل تريد محاولة إجراء مكالمة صوتية؟
az: 3G əhatə dairəsindən kənarda. Səs zəngi edilsin?
bg: Извън 3G покритие. Опит за гласово повикване?
bn: 3G কভারেজের বাইরে৷ ভয়েস কলের চেষ্টা করবেন?
ca: Fora de cobertura 3G. Intentar trucada de veu?
el_gr: Εκτός κάλυψης 3G. Δοκιμή φωνητικής κλήσης;
et: 3G-levialast väljas. Proovida tavakõnet?
eu: 3G estalduratik kanpo. Ahots-deia saiatu?
fa: خارج از پوشش3G. تماس صوتی را امتحان می کنید؟
gu: 3G ક્ષેત્રની બહાર. અવાજકૉલનો પ્રયાસ કરીએ?
he: מחוץ לכיסוי 3G. לנסות שיחה קולית?
hi: 3G कवरेज से बाहर। वॉइस कॉल आजमाएँ?
hu: Nincs 3G-lefedettség. Megpróbálkozik a hanghívással?
hy: 3G ծածկույթից դուրս է: Փորձե՞լ ձայնային կանչ
is: Utan 3G-þjónustusvæðis. Viltu reyna venjulegt símtal?
ja_jp: 3G圏外です。 音声通話をしますか？
ka: 3G დაფარვის გარეთ ხართ. ცდით ხმოვან ზარს?
kk: 3G ауқымынан тыс. Дауысты қоңырауды қолданып көру керек пе?
kn: 3G ಕವರೇಜ್‌ನಿಂದ ಹೊರಗಿದೆ. ಧ್ವನಿ ಕರೆ ಪ್ರಯತ್ನಿಸುವುದೆ?
ko_kr: 3G 서비스 지역이 아닙니다. 음성통화를 시도할까요?
lt: Nepatenka į 3G zoną. Bandyti balso skambutį?
lv: Ārpus 3G pārklājuma. Vai mēģināt veikt balss zvanu?
mk: Надвор од покриеноста 3G. Гласовен повик?
ml: 3G കവറേജിന് പുറത്താണ്. വോയ്‌സ് കോളിന് ശ്രമിക്കണോ?
nb: Ingen 3G-dekning. Prøve taleanrop?
nl: Geen 3G-bereik. Spraakoproep proberen?
ro: În afara ariei de acoperire 3G. Încercaţi un apel vocal?
ru_ru: Вне зоны покрытия 3G. Выполнить голосовой вызов?
si: 3G ආවරණ කලාපයෙන් පිට. හඬ ඇමතුමකට උත්සාහ කරන්නද?
sk: Mimo pokrytia signálom 3G. Skúsiť hlasový hovor?
sl: Izven dosega omrežja 3G. Poskusim z glasovnim klicem?
ta: 3G வரம்பிற்குள் இல்லை. குரல் அழைப்புக்கு முயற்சிக்கவா?
te: 3G కవరేజ్ వెలుపల ఉంది. వాయిస్ కాల్‌ను ప్రయత్నించాలా?
th: นอก​พื้นที่​รับ​สัญญาณ 3G ​ลอง​โทร​ปกติ?
tr_tr: 3G kapsama alanı dışında. Sesli arama denensin mi?
ur: 3جی کوریج سے باہر۔ وائس کال کی کوشش کریں؟
uz: 3G doirasidan tashqarida. Ovozli qo‘ng‘. bilan urinib ko‘rilsinmi?
zh_tw: 不在 3G 涵蓋範圍之內。 要嘗試語音通話嗎？

# IDS_VCALL_POP_BATTERY_TOO_LOW_TO_MAKE_VIDEO_CALL
source: Battery too low to make video call.
ar: البطارية منخفضة جدا ولا تكفي لإجراء مكالمة فيديو.
az: Video zəng üçün batareya zəifdir.
bg: Батерията е твърде изтощена за извършване на видео повикване.
bn: ব্যাটারি খুব কম থাকার জন্য ভিডিও কল করা সম্ভব নয়।
ca: Bateria massa baixa per a fer videotrucada
el_gr: Μπαταρία πολύ χαμηλή για την πραγματοποίηση κλήσης βίντεο.
et: Videokõne tegemiseks on aku liiga tühi.
eu: Bateria gutxiegi bideo dei bat egiteko
fa: باتری برای تماس تصویری بسیار ضعیف است.
gu: વિડિયો કૉલ કરવા માટે બેટરી ખૂબ લો છે.
he: הסוללה חלשה מדי כדי לבצע שיחת וידאו.
hi: वीडियो कॉल करने के लिए बैटरी बहुत कम है।
hu: Videohíváshoz túl gyenge az akkumulátor.
hy: Վիդեո կանչ կատաչելու համար մարտկոցի լիցքը բավական չէ:
is: Of lítil hleðsla á rafhlöðu fyrir vídeóhringingu.
ja_jp: バッテリー残量不足のため、ビデオコールできません
ka: არ არის საკმარისი ენერგია ვიდეო ზარისთვის.
kk: Бейне қоңыруын жасауға батареяның қуаты жетпейді.
kn: ವೀಡಿಯೊ ಕರೆಗಳನ್ನು ಮಾಡಲು ಬ್ಯಾಟರಿ ತುಂಬಾ ಕಡಿಮೆ ಇದೆ.
ko_kr: 배터리가 부족하여 영상통화를 종료합니다.
lt: Baterija per daug išsekusi vaizdo skambučiui.
lv: Akumulatora uzlādes līmenis ir par zemu, lai veiktu video zvanu.
mk: Батеријата е преслаба за видео повик.
ml: വീഡിയോ കോള്‍ ചെയ്യുന്നതിന് ബാറ്ററി വളരെ കുറവാണ്.
nb: For lite batteristrøm til å ringe opp videosamtale.
nl: Batterij te zwak om videogesprek te voeren.
ro: Baterie insuficientă pentru a efectua un apel video
ru_ru: Заряда аккумулятора недостаточно для видеовызова.
si: වීඩියෝ ඇමතුම ගැනීමට බැටරිය දුර්වල වැඩිය.
sk: Batéria je príliš vybitá na uskutočnenie videohovoru.
sl: Baterija je preveč prazna za video klic.
ta: மின்கலம் குறைவால் நிகழ்பட அழைப்பை பயன்படுத்த இயலாது.
te: వీడియో కాల్ చేయడానికి బ్యాటరీ చాలా తక్కువగా ఉంది.
th: แบตเตอรี่​ต่ำ​เกิน​ไป​สำหรับ​การ​โทรวีดีโอ
tr_tr: Pil seviyesi görüntülü arama yapmak için çok düşük.
ur: ویڈیو کال بنانے کیلئے بیٹری بہت کم ہے۔
uz: Video qo‘ng‘iroq uchun batareya quvvati yetarli emas.
zh_tw: 電量過低，無法撥打視訊電話

# IDS_VR_TPOP_UNABLE_TO_SAVE_RECORDING_RECORDING_TOO_SHORT
source: Unable to save recording. Recording too short.
ar: يتعذر حفظ التسجيل. إن التسجيل قصير جداً.
az: Yazını saxlamaq olmadı. Yazı çox qısadır.
bg: Записът Не може да се запази. Записът е твърде къс.
bn: রেকর্ডিং সংরক্ষণ করতে অক্ষম। রেকর্ডিং খুব ছোট।
ca: No es pot desar la gravació perquè és massa curta.
el_gr: Δεν είναι δυνατή η αποθήκευση της ηχογράφησης. Η ηχογράφηση είναι πολύ σύντομη.
et: Salvestist ei saa salvestada. Salvestis on liiga lühike.
eu: Ezin izan da grabaketa gorde. Laburregia da.
fa: ذخیره ضبط ممکن نیست. ضبط بسیار کوتاه است.
gu: રેકોર્ડિંગ સાચવવામાં અસમર્થ. રેકોર્ડિંગ ખૂબ ટૂંકી છે.
he: לא ניתן לשמור את ההקלטה. ההקלטה קצרה מדי.
hi: रिकॉर्डिंग सुरक्षित करने में असमर्थ। रिकॉर्डिंग बहुत छोटी है।
hu: Nem lehet menteni a felvételt, mert túl rövid.
hy: Անհնար է պահպանել ձայնագրությունը: Ձայնագրությունը շատ կարճ է:
is: Ekki er hægt að vista upptökuna. Hún er of stutt.
ja_jp: 録音ファイルを保存できません。録音時間が短すぎます。
ka: ჩანაწერის შენახვა შეუძლებელია. ჩანაწერი ძალზე მოკლეა.
kk: Жазуды сақтау мүмкін емес. Жазба тым қысқа.
kn: ರೆಕಾರ್ಡಿಂಗ್ ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ರೆಕಾರ್ಡಿಂಗ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko_kr: 녹음 시간이 너무 짧아 녹음 파일을 저장할 수 없습니다.
lt: Negalima išsaugoti įrašo. Įrašas per trumpas.
lv: Nevar saglabāt ierakstu. Ieraksts ir pārāk īss.
mk: Не може да се сочува снимката. Прекратка е.
ml: റെക്കോർഡിംഗ് സംരക്ഷിക്കാനാവില്ല. റെക്കോർഡിംഗ് വളരെ ഹ്രസ്വം.
nb: Kan ikke lagre opptak. Opptaket er for kort.
nl: Kan opname niet opslaan. Opname te kort.
ro: Înregistrarea nu poate fi salvată. Aceasta este prea scurtă.
ru_ru: Невозможно сохранить запись. Запись слишком короткая.
si: පටිගතකරණය සුරැකිය නොහැක. පටිගතකරණය කෙටි වැඩියි.
sk: Nahrávka sa nedá uložiť. Nahrávka je príliš krátka.
sl: Posnetka ni mogoče shraniti. Posnetek je prekratek.
ta: பதிவைச் சேமிக்க இயலவில்லை. பதிவு மிகவும் சிறியது.
te: రికార్డింగ్‌ను సేవ్ చేయడం సాధ్యం కాదు. రికార్డింగ్ చాలా చిన్నదిగా ఉంది.
th: ไม่สามารถบันทึกการบันทึกได้ การบันทึกสั้นเกินไป
tr_tr: Kayıt kaydedilemiyor. Kayıt çok kısa.
ur: ریکارڈنگ محفوظ کرنے سے قاصر۔ ریکارڈنگ بہت مختصر ہے۔
uz: Yozuvni saqlab bo‘lmaydi. Yozuv juda qisqa.
zh_tw: 無法儲存錄音。錄音過短。

# IDS_COM_POP_PELASE_INSERT_SIM_CARD_TO_ACCESS_NETWORK_SERVICES
source: Insert SIM card to access network services.
ar: قم بإدخال البطاقة للنفاذ إلى خدمات الشبكة.
az: Şəbəkə xidmətlərinə daxil olmaq üçün SİM kartı daxil edin.
bg: Поставете SIM картата, за да получите достъп до услуги на мрежата.
bn: নেটওয়ার্ক পরিষেবা অ্যাক্সেস করার জন্যে SIM কার্ড প্রবেশ করান।
ca: Insereixi la targeta SIM per a accedir als serveis de xarxa
el_gr: Εισάγετε την κάρτα SIM για παροχή πρόσβασης στις υπηρεσίες δικτύου.
et: Sisestage SIM-kaart, et paaseda ligi vorguteenustele.
eu: Sartu SIM txartela sare zerbitzuetan sartzeko.
fa: برای دستیابی به خدمات شبکه سیم کارت را وارد کنید.
gu: નેટવર્ક સેવાઓ ઍક્સેસ કરવા માટે SIM કાર્ડ સામેલ કરો.
he: הכנס כרטיס SIM כדי לגשת לשירותי רשת.
hi: नेटवर्क सेवाएँ एक्सेस करने के लिए SIM कार्ड इंसर्ट करें।
hu: Hálózati szolgáltatások eléréséhez helyezze be a SIM kártyát.
hy: Տեղադրեք SIM քարտը՝ ցանցային ծառայություններ մտնելու համար:
is: Setjið SIM kort í til að fá aðgang að netþjónustu.
ja_jp: ネットワークサービスを利用するにはSIMカードを挿入してください。
ka: ქსელის მომსახურების მისაღებად ჩასვით SIM ბარათი.
kk: Желі қызметтеріне өту үшін SIM картасына салу.
kn: ನೆಟ್‌ವರ್ಕ್ ಸೇವೆಯನ್ನು ಪಡೆಯಲು SIM ಕಾರ್ಡ್ ಸೇರಿಸಿ.
ko_kr: 네트워크 서비스를 이용하려면 SIM 카드를 삽입하세요.
lt: Įdėkite SIM kortelę, kad galėtumėte naudotis tinklo paslaugomis.
lv: Lai piekļūtu tīkla pakalpojumiem, ievietojiet SIM karti.
mk: Вметнете SIM-картичка за да пристапите кон мрежните услуги.
ml: നെറ്റ്‌വര്‍ക്ക് സേവനങ്ങള്‍ ആക്സസുചെയ്യാന്‍ SIM കാര്‍ഡ് തിരുകുക
nb: Sett inn SIM-kort for å få tilgang til nettverkstjenester.
nl: Plaats de SIM-kaart voor netwerkdiensten.
ro: Introduceţi cartela SIM pentru a accesa serviciile de reţea.
ru_ru: Вставьте SIM-карту для доступа к услугам сети.
si: ජාල සේවා වෙත ප්‍රවේශ වීමට SIM කාඩ්පත ඇතුල් කරන්න.
sk: Vložte SIM kartu na prístup k službám siete.
sl: Za dostop do omrežnih storitev vstavite kartico SIM.
ta: நெட்வர்க் சேவையை அணுக SIM அட்டையை நுழைக்கவும்.
te: నెట్వర్క్ సేవలను ప్రాప్తి చేసేందుకు SIM కార్డును చొప్పించండి.
th: ใส่ SIM การ์ด เพื่อใช้งาน เครือข่าย
tr_tr: Şebeke servislerine erişmek için SIM kartını takın.
ur: نیٹورک سروس استعمال کے لیے SIM کارڈ ڈالیں
uz: Tarmoq xizmatlariga kirish uchun SIM-karta kiriting.
zh_tw: 請插入 SIM 卡以存取網路服務。

# IDS_COM_HEADER_FLIGHT_MODE
source: Airplane mode
ar: وضع الطيران
az: Uçuş rejimi
bg: Режим полет
bn: বিমান মোড
ca: Mode Vol
el_gr: Λειτουργία πτήσης
et: Lennurežiim
eu: Hegaldi modua
fa: حالت پرواز
gu: ફ્લાઇટ મોડ
he: מצב טיסה
hi: फ्लाइट मोड
hu: Repülő üzemmód
hy: Թռիչքի ռեժիմ
is: Flughamur
ja_jp: 機内モード
ka: ფრენის რეჟიმი
kk: Ұшу режимі
kn: ಫ್ಲೈಟ್‌ ಮೋಡ್
ko_kr: 비행기 탑승 모드
lt: Skrydžio režimas
lv: Lidojuma režīms
mk: Режим за летало
ml: ഫ്ലൈറ്റ് മോഡ്
nb: Flymodus
nl: Vliegtuigstand
ro: Mod Avion
ru_ru: Автономный режим
si: පියාසර ප්‍රාකාරය
sk: Letový režim
sl: Način letenja
ta: ஃப்ளைட் முறை
te: విమానం మోడ్
th: โหมดการบิน
tr_tr: Uçuş modu
ur: فلائٹ موڈ
uz: Parvoz rejimi
zh_tw: 飛航模式

# IDS_COM_BODY_INCOMING_CALL_FROM_PS
source: Incoming call from %s.
ar: مكالمة واردة من %s.
az: %s-dən gələn zəng.
bg: Входящо повикване от %s.
bn: %s-এর থেকে আগত কল।
ca: Trucada d'entrada de %s
el_gr: Εισερχόμενη κλήση από %s.
et: Saabuv kõne kontaktilt %s.
eu: %s-(r)en sarrerako deia
fa: تماس ورودی از %s صورت گرفته است.
gu: %s થી આવનારી કૉલ છે.
he: שיחה נכנסת מאת %s.
hi: %s से आनेवाली कॉल।
hu: Bejövő hívás %s hívótól.
hy: Մտից կանչ %sից:
is: Innhringing frá %s.
ja_jp: %sからの着信
ka: შემომავალი ზარი აბონენტისგან %s.
kk: %s келген қоңырау.
kn: %sನಿಂದ ಒಳಬರುತ್ತಿರುವ ಕರೆ.
ko_kr: %s 님의 전화입니다.
lt: Įeinantis skambutis nuo %s.
lv: Ienākošs zvans no %s.
mk: Дојдовен повик од %s.
ml: %s-ല്‍ നിന്നും ഇന്‍‌കമിംഗ് കോള്‍.
nb: Innkommende anrop fra %s.
nl: Inkomende oproep van %s.
ro: Apel de intrare de la %s
ru_ru: Входящий вызов от абонента %s.
si: %s ගෙන් ඇමතුමක්.
sk: Prichádzajúci hovor od volajúceho %s.
sl: Dohodni klic od osebe %s.
ta: %s-லிருந்து உள்வரும் அழைப்பு.
te: %s నుండి ఇన్కమింగ్ కాల్.
th: การ​โทร​เข้า​จาก %s
tr_tr: %s kişisinden arama var.
ur: %s سے اندر آنیوالی کال۔
uz: %sdan kiruvchi qo‘ng‘iroq.
zh_tw: %s 的來電。

# IDS_CALL_TPOP_CALL_ENDED_BY_P1SS_RESUMING_CALL_WITH_P2SS_ING
source: Call ended by %1$s. Resuming call with %2$s...
ar: تم إنهاء المكالمة من قبل %1$s. جار استئناف الاتصال بـ %2$s...
az: %1$s tərəfindən zəng bitirildi. %2$s ilə zəng bərpa edilir...
bg: Повикването е прекратено от %1$s. Възобновяване на повикването с %2$s...
bn: %1$s-এ কল শেষ হবে। %2$s-এর সাথে কল পুনরায় শুরু হচ্ছে...
ca: Trucada finalitzada per %1$s. Reprenent trucada amb %2$s...
el_gr: Η κλήση τερματίστηκε από το χρήστη %1$s. Συνέχιση της κλήσης με το χρήστη %2$s...
et: %1$s lõpetas kõne. Kõne taastamine kontaktiga %2$s...
eu: %1$s-(e)k deia amaitu du. %2$s-(r)ekin deia berreskuratzen...
fa: تماس با ‎%1$s قطع شد. در حال ازسرگیری تماس با ‎%2$s...
gu: %1$s દ્વારા કૉલ સમાપ્ત કરવામાં આવ્યો. %2$s સાથે ફરી કૉલ શરૂ કરી રહ્યાં છે...
he: השיחה הסתיימה על-ידי %1$s. מחדש שיחה עם %2$s...
hi: कॉल %1$s द्वारा समाप्त कर दी गई। %2$s के साथ कॉल फिर से शुरू की जा रही है...
hu: %1$s befejezte a hívást. Folytatódik a(z) %2$s partnerrel zajló hívás...
hy: %1$sն ավարտեց կանչը: Վերսկսվում է կանչը %2$sի հետ...
is: %1$s sleit símtalinu. Símtali við %2$s haldið áfram...
ja_jp: %1$sが通話を終了しました。%2$sとの通話を再開中...
ka: ზარი დაასრულა %1$s-მ. გრძელდება ზარი %2$s-თან...
kk: Қоңырау %1$s арқылы аяқталды. %2$s контактісімен болған қоңырауды жалғастыруда...
kn: %1$s ಮೂಲಕ ಕರೆ ಮುಕ್ತಾಯಗೊಂಡಿದೆ. %2$s ನೊಂದಿಗೆ ಕರೆ ಪುನರಾರಂಭಿಸುತ್ತಿದೆ...
ko_kr: %1$s 님이 전화를 끊었습니다. %2$s 님의 전화를 연결 중...
lt: Pokalbį baigė %1$s. Skambutis su %2$s atnaujinamas...
lv: %1$s beidza sarunu. Atjauno sarunu ar %2$s...
mk: Повикот го прекина %1$s. Се продолжува повикот со %2$s...
ml: %1$s കോൾ അവസാനിപ്പിച്ചു. %2$s-മൊത്തുള്ള കോൾ പുനരാരംഭിക്കുന്നു...
nb: Samtale ble avsluttet av %1$s. Gjenopptar samtale med %2$s...
nl: Oproep beëindigd door %1$s. Oproep hervatten met %2$s...
ro: Apelul a fost încheiat de %1$s. Se reia apelul cu %2$s...
ru_ru: Вызов завершен пользователем %1$s. Возобновление вызова с пользователем %2$s...
si: %1$s විසින් ඇමතුම අවසන් කරන ලදී. %2$s සමග ඇමතුම යළි අරඹමින්...
sk: Účastník %1$s ukončil hovor. Obnovuje sa hovor s účastníkom %2$s...
sl: Oseba %1$s je končala klic. Nadaljevanje klica z osebo %2$s ...
ta: %1$s ஆல் அழைப்பு முடிக்கப்பட்டது. %2$s உடனான அழைப்பு மீண்டும் துவங்குகிறது...
te: %1$s ద్వారా కాల్ ముగిసింది. %2$sతో కాల్‌ని పునఃప్రారంభిస్తోంది...
th: %1$s วางสายแล้ว กำลังกลับสู่การโทรกับ %2$s...
tr_tr: Arama %1$s tarafından sonlandırıldı. %2$s ile arama sürdürülüyor...
ur: %1$s کے ساتھ کال ختم ہوگئی۔ %2$s کے ساتھ کال دوبارہ شروع کرنا...
uz: Qo‘ng‘iroq %1$s tomonidan yakunlandi. %2$s bilan qo‘ng‘iroq tiklanmoqda...
zh_tw: 通話已被 %1$s 結束。正在繼續撥給 %2$s...

# IDS_COM_BODY_CALL_FORWARDED
source: Call forwarded.
ar: تم تحويل المكالمة.
az: Zəng ötürülmüşdür.
bg: Повикването e прехвърлено.
bn: কল অগ্রবর্তী করা হয়েছে।
ca: Trucada desviada
el_gr: Έγινε προώθηση κλήσης.
et: Kõne on ümber suunatud.
eu: Deia birbidali egin da
fa: تماس هدایت شد.
gu: કૉલ ફોર્વર્ડ કર્યો.
he: שיחה הועברה.
hi: कॉल अग्रेषित किया गया।
hu: Hívás átirányítva.
hy: Զանգը փոխանցված է:
is: Símtal var flutt.
ja_jp: 通話を転送しました。
ka: ზარი გადამისამართდა.
kk: Қоңыраудың бағыты өзгертілді.
kn: ಕರೆ ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: 착신전환하였습니다.
lt: Skambutis persiųstas.
lv: Zvans pārsūtīts.
mk: Повикот е пренасочен.
ml: കോള്‍ ഫോര്‍വാര്‍ഡ് ചെയ്തു.
nb: Anropet er viderekoblet.
nl: Oproep doorgeschakeld.
ro: Apelul a fost redirecţionat.
ru_ru: Вызов переадресован.
si: ඇමතුම ඉදිරිපත් කරන ලදී.
sk: Hovor bol presmerovaný.
sl: Klic je posredovan.
ta: அழைப்பு முன்னனுப்பப்பட்டது.
te: కాల్ ఫార్వార్డ్ అయింది.
th: การโทรถูกส่งต่อแล้ว
tr_tr: Arama yönlendirildi.
ur: کال آگے کردی گئی۔
uz: Qo‘ng‘iroq boshqaga yo‘naltirildi.
zh_tw: 通話已轉接。

# IDS_CALL_TPOP_RECORDING_SAVED_IN_VOICE_RECORDER_DEVICE_STORAGE_FULL
source: Recording saved in Voice Recorder. Device storage full.
ar: تمّ حفظ التسجيل في مسجل الصوت. وحدة تخزين الجهاز ممتلئة.
az: Səs Yazıcıda saxlanılan yazı. Cihazın yaddaşı doludur.
bg: Записът е запазен в Диктофон. Паметта на устройството е пълна.
bn: ভয়েস রেকর্ডারে রেকর্ডিং সংরক্ষিত। ডিভাইস সঞ্চয়স্থান পূর্ণ।
ca: La gravació s'ha desat a la Gravadora de veu. Emmagatzematge del dispositiu ple.
el_gr: Η ηχογράφηση αποθηκεύτηκε στην εφαρμογή «Εγγραφή Φωνής». Ο χώρος αποθήκευσης της συσκευής είναι πλήρης.
et: Salvestis on salvestatud kausta Helisalvesti. Seadme mälu on täis.
eu: Grabaketa zure Ahots Grabagailuan gorde da. Gailuaren memoria beteta dago.
fa: مورد ضبط شده در ضبط صوت ذخیره شد. محل ذخیره دستگاه پر است.
gu: અવાજ રેકોર્ડરમાં રેકોર્ડિંગ સાચવી. ઉપકરણ સંગ્રહ પૂર્ણ ભરેલો છે.
he: ההקלטה נשמרה ברשמקול. האחסון של המכשיר מלא.
hi: वॉइस रिकॉर्डर में रिकॉर्डिंग सुरक्षित की गई है। डिवाइस स्टोरेज भर गया है।
hu: A Hangrögzítő mentette a felvételt. Az eszköz tárhelye megtelt.
hy: Ձայնագրիչում պահված գրառումներ: Սարքի պահոցը լիքն է:
is: Upptakan var vistuð í Raddupptöku. Geymsla tækisins er full.
ja_jp: 録音ファイルを[ボイスレコーダー]に保存しました。システムメモリ(本体)がいっぱいです。
ka: ჩანაწერი შენახულია ხმის ჩამწერზე. აპარატის მეხსიერება სავსეა.
kk: Жазба диктофонға сақталды. Құрылғы жады толы.
kn: ವಾಯ್ಸ್ ರೆಕಾರ್ಡರ್‌ನಲ್ಲಿ ರೆಕಾರ್ಡಿಂಗ್ ಉಳಿಸಲಾಗಿದೆ. ಸಾಧನ ಸಂಗ್ರಹಣೆ ಭರ್ತಿಯಾಗಿದೆ.
ko_kr: 디바이스 저장공간이 없어 녹음 파일을 [음성 녹음]에 저장하였습니다.
lt: Įrašas išsaugotas diktofone. Įrenginio atmintis pilna.
lv: Ieraksts saglabāts balss ierakstītājā. Ierīces krātuve ir pilna.
mk: Снимката е зачувана во Диктафонот. Меморијата на уредот е полна.
ml: വോയ്സ് റെക്കോർഡറിൽ റെക്കോർഡിംഗ് സംരക്ഷിച്ചു. ഉപകരണ സ്റ്റോറേജ് നിറഞ്ഞു.
nb: Opptaket er lagret i Lydopptaker. Enhetsminnet er fullt.
nl: Opname is opgeslagen in Spraakrecorder. Apparaatopslag is vol.
ro: Înregistrarea a fost salvată în Înregistrare voce. Memoria dispozitivului este plină.
ru_ru: Записи, сохраненные в Диктофоне. Память устройства заполнена.
si: පටිගත කිරීම හඬ රෙකෝඩරය තුළ සුරැකෙනු ඇත. උපාංග මතකය පිරී ඇත.
sk: Nahrávka bola uložená do aplikácie Hlasový záznamník. Úložný priestor zariadenia je plný.
sl: Posnetek je shranjen v Snemalnik zvoka. Pomnilnik naprave je poln.
ta: குரல் பதிகருவியில் பதிதல் சேமிக்கப்பட்டது. சாதன சேமிப்பகம் நிரம்பியுள்ளது.
te: వాయిస్ రికార్డర్‌లో రికార్డింగ్ సేవ్ చేయబడింది. పరికర నిల్వ నిండింది.
th: บันทึกการบันทึกในเครื่องบันทึกเสียงแล้ว พื้นที่จัดเก็บภายในเครื่องเต็ม
tr_tr: Kayıt Ses Kaydediciye kaydedildi. Cihaz belleği dolu.
ur: ریکارڈنگ وائس ریکارڈر میں محفوظ ہوگئی۔ آلے کا اسٹوریج بھرا ہوا ہے۔
uz: Yozuv Ovoz yozib olish vositasida saqlandi. Qurilma xotirasi to‘la.
zh_tw: 錄音已儲存至錄音機。裝置儲存已滿。

# IDS_COM_BODY_MULTI_PARTY_CALL
source: Multi party call
ar: مكالمة متعددة الأطراف
az: Çox tərəfli zəng
bg: Конферентен разговор
bn: একাধিক পার্টি কল
ca: Trucada de multiconferència
el_gr: Κλήση συνδιάσκεψης
et: Konverentskõne
eu: Hainbat partaide dituen deia
fa: تماس چند نفره
gu: મલ્ટિ પાર્ટી કૉલ
he: שיחה מרובת משתתפים
hi: मल्टी पार्टी कॉल
hu: Konferenciahívás
hy: Բազմակողմ զանգ
is: Símafundur
ja_jp: マルチパーティコール
ka: ჯგუფური ზარი
kk: Көп тарапты қоңырау
kn: ಹಲವು ಗುಂಪಿನ ಕರೆ
ko_kr: 컨퍼런스 콜
lt: Kelių dalyvių pokalbis
lv: Konferences zvans
mk: Конференција
ml: മള്‍ട്ടി പാര്‍ട്ടി കോള്‍
nb: Flerpartsanrop
nl: Multiparty-oproep
ro: Apel conferinţă
ru_ru: Конференц-связь
si: බහු සාද ඇමතුම
sk: Konferenčný hovor
sl: Klic z več udeleženci
ta: பலதரப்பினர் அழைப்பு
te: బహుళ పార్టీ కాల్
th: การโทรร่วมกันหลายสาย
tr_tr: Konferans görüşmesi
ur: ملٹی پارٹی کال
uz: Konferens-qo‘ng‘iroq
zh_tw: 多方通話
