Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_CALL_POP_FDNCALLONLY
source: FDN calls only.
ar: يُسمح بمكالمات FDN فقط.
az: Ancaq FDN zəngləri.
bg: Само FDN повиквания.
bn: শুধুমাত্র FDN কল।
ca: Només trucades FDN
el_gr: Μόνο κλήσεις FDN.
et: Ainult FDN-kõned.
eu: FDN deiak soilik
fa: فقط تماس‌های FDN گرفته شود.
gu: ફક્ત FDN કૉલ્સ.
he: שיחות FDN בלבד.
hi: केवल FDN कॉलें।
hu: Csak fixlistás hívások
hy: Միայն FDN կանչեր:
is: Aðeins FDN hringingar.
ja_jp: FDN電話限定です。
ka: მხოლოდ FDN ზარები.
kk: FDN қоңыраулары ғана.
kn: FDN ಕರೆಗಳು ಮಾತ್ರ.
ko_kr: 발신 허용번호로만 전화를 걸 수 있습니다.
lt: Tik FDN skambučiai.
lv: Tikai fiksēti zvani.
mk: Само фиксни повици.
ml: FDN കോളുകള്‍ മാത്രം.
nb: Kun Tillatte numre-samtaler.
nl: Alleen FDN-oproepen.
ro: Numai apeluri FDN
ru_ru: Только разрешенные вызовы.
si: FDN ඇමතුම් පමණයි.
sk: Iba hovory FDN
sl: Samo klici FDN.
ta: FDN அழைப்புகள் மட்டும்.
te: FDN కాల్‌లు మాత్రమే.
th: โทร FDN ​เท่า​นั้น
tr_tr: Sadece FDN aramalar.
ur: صرف FDN کالیں۔
uz: Faqat FDN qo‘ng‘iroqlar.
zh_tw: 僅限 FDN 通話

# IDS_CALL_POP_EMERGENCY_CALL
source: Emergency call
ar: مكالمة طوارئ
az: Təcili zəng
bg: Спешно повикване
bn: আপৎকালীন কল
ca: Trucada d'emergència
el_gr: Κλήση έκτακτης ανάγκης
et: Hädaabikõne
eu: Emergentzia deia
fa: تماس اضطراری
gu: તાત્કાલિક કૉલ
he: שיחת חירום
hi: आपातकालीन कॉल
hu: Segélyhívás
hy: Հրատապ զանգ
is: Neyðarhringing
ja_jp: 緊急通報
ka: საგანგებო ზარი
kk: Шұғыл қоңырау шалу
kn: ತುರ್ತು ಕರೆ
ko_kr: 긴급전화
lt: Pagalbos skambučiai
lv: Ārkārtas zvans
mk: SOS повик
ml: എമര്‍ജന്‍സി കോള്‍
nb: Nødanrop
nl: Noodoproep
ro: Apel de urgenţă
ru_ru: Экстренный вызов
si: හදිසි ඇමතුම්
sk: Tiesňový hovor
sl: Klic v sili
ta: அவசர அழைப்பு
te: అత్యవసర కాల్
th: โทร​ฉุก​เฉิน
tr_tr: Acil arama
ur: ایمرجنسی کال
uz: Favqulodda qo‘ng‘iroqlar
zh_tw: 緊急電話

# IDS_CALL_POP_DTMFSENDING_FAIL
source: Sending failed. Try again.
ar: فشل الإرسال. حاول ثانية.
az: Göndərilmə baş tutmadı. Yenidən cəhd edin.
bg: Изпращането неуспешно. Опитайте отново.
bn: পাঠানো যায়নি৷ আবার চেষ্টা করুন
ca: Error en enviar. Tornar-ho a intentar.
el_gr: Αποτυχία αποστολής. Επανάληψη.
et: Saatmine nurjus. Proovige uuesti.
eu: Bidaltzeak huts egin du. Berriro saiatu.
fa: عدم موفقیت در ارسال.امتحان دوباره.
gu: મોકલવું નિષ્ફળ. ફરી પ્રયત્ન કરો
he: השליחה נכשלה. נסה שוב.
hi: भेजना विफल। फिर से कोशिश करें।
hu: A küldés sikertelen. Próbálja újra.
hy: Ուղարկումը ձախողվեց: Կրկին փորձեք:
is: Sending mistókst. Reyndu aftur.
ja_jp: 送信に失敗しました。リトライ
ka: ვერ შეირჩა. თავიდან ცადეთ.
kk: Жіберу үзіліп кетті. Қайталаңыз.
kn: ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko_kr: 보내지 못하였습니다. 다시 시도하세요.
lt: Nepavyko išsiųsti. Bandykite dar kartą.
lv: Neizdevās nosūtīt. Mēģiniet vēlreiz.
mk: Неуспешно праќање. Обидете се повторно.
ml: അയയ്‌ക്കല്‍ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക
nb: Sendingen mislyktes. Prøv igjen.
nl: Verzenden mislukt. Opnieuw.
ro: Trimitere nereuşită. Reîncercaţi.
ru_ru: Сбой отправки. Повторите попытку.
si: යැවීම අසාර්ථකයි. නැවත උත්සාහ කරන්න
sk: Odoslanie zlyhalo. Skúste to znova.
sl: Pošiljanje ni uspelo. Poskusite znova.
ta: அனுப்புதல் தோல்வி. மீண்டும் முயலுக
te: పంపడం విఫలమయింది. మళ్లీ ప్రయత్నించు
th: การ​ส่ง​ผิด​พลาด ​ลอง​อีก​ครั้ง?
tr_tr: Gönderim başarısız. Tekrar deneyin.
ur: بھیجنا فیل ۔ دوبارہ کوشش۔
uz: Yuborib bo‘lmadi. Qayta urinib ko‘ring.
zh_tw: 傳送失敗。再試一次。

# IDS_CALL_POP_DISABLING_FLIGHT_MODE_ING
source: Turning off Airplane mode...
ar: جار إلغاء تفعيل وضع الطيران...
az: Uçuş rejimi qeyri aktiv edilir...
bg: Деактивиране на режим полет...
bn: বিমান মোড অক্ষম করা হচ্ছে...
ca: Deshabilitant mode Vol...
el_gr: Λειτ.πτήσης απενερ...
et: Lennurežiimi desaktiveerimine...
eu: Hegaldi modua desgaitzen...
fa: درحال غیرفعال کردن حالت پرواز...
gu: ફ્લાઇટ મોડ નિષ્ક્રિય કરે છે...
he: משבית מצב טיסה...
hi: फ्लाइट मोड अक्षम किया जा रहा है...
hu: Repülő üzemmód kikapcsolása...
hy: Թռիչքային ռեժիմը կասեցվում է...
is: Geri flugstillingu óvirka...
ja_jp: 機内モードを無効にします...
ka: ითიშება ფრენის რეჟიმი...
kk: Ұшу режимі өшірілуде...
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ಅಶಕ್ತಗೊಳಿಸುತ್ತಿದೆ...
ko_kr: [비행기 탑승 모드] 해제 중...
lt: Išjungiamas skrydžio režimas...
lv: Deaktivizē lidojuma režīmu...
mk: Се исклучува режимот за летало...
ml: ഫ്ലൈറ്റ് മോഡ് നിഷ്ക്രിയമാക്കുന്നു...
nb: Deaktiverer Flymodus...
nl: Vliegtuigstand uitschakelen...
ro: Se dezactivează modul Avion...
ru_ru: Отключение автономного режима...
si: පියාසර මාදිලිය අක්‍රිය කරමින්...
sk: Zakazuje sa letový režim...
sl: Onemogočanje načina letenja ...
ta: ஃப்ளைட் முறையை செயல்நீக்குகிறது...
te: విమానం మోడ్‌ను నిలిపివేయబడుతుంది...
th: ปิด​ใช้​งาน​โหมด​การ​บิน...
tr_tr: Uçuş modu kapatılıyor...
ur: فلائٹ موڈ نا اہل بنا رہا ہے...
uz: Parvoz rejimi o‘chirilmoqda...
zh_tw: 飛航模式停用中...

# IDS_CALL_POP_CONNECTING_TO_PS_ING
source: Connecting to %s...
ar: جاري الاتصال بـ %s...
az: %s-a qoşulur...
bg: Свързване с %s...
bn: %s এর সাথে সংযোগ করা হচ্ছে....
ca: S'està connectant a %s...
el_gr: Σύνδεση με %s...
et: Ühenduse loomine seadmega %s...
eu: %s-ra konektatzen...
fa: اتصال به %s...
gu: %s થી જોડે છે...
he: מתחבר אל %s...
hi: %s से जोड़ रहा है...
hu: Kapcsolódás a következőhöz: %s...
hy: Միացում %s-ին...
is: Er að tengjast %s...
ja_jp: %sへ接続中...
ka: უკავშირდება %s...
kk: %s-ге қосылуда...
kn: %sಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: %s에 연결 중...
lt: Jungiamasi prie %s...
lv: Veido savienojumu ar %s...
mk: Поврзување со %s...
ml: %s ലേക്ക് ബന്ധിപ്പിക്കുന്നു...
nb: Kobler til %s...
nl: Verbinden met %s...
ro: Conectare cu %s
ru_ru: Подключение к %s...
si: %s සමඟ සම්බන්ධ වෙමින්...
sk: Pripája sa k %s...
sl: Povezujem z %s ...
ta: %s உடன் இணைகிறது...
te: %s కు కనెక్ట్ అవుతోంది...
th: กำลัง​เชื่อม​ต่อ​กับ %s...
tr_tr: %s uygulamasına bağlanıyor...
ur: %s سے متصل کررہا ہے...
uz: %sga ulanmoqda...
zh_tw: 連接到 %s ...

# IDS_CALL_POP_CONFERENCECALL_PARTICIPANTS_FULL_VODA
source: Maximum number of participants reached
ar: تم الوصول لأقصى عدد من المشاركين
az: İştirakçıların maksimum sayına çatıldı
bg: Достигнат е максималният брой участници
bn: অংশগ্রহণকারী সর্বাধিক সংখ্যায় পৌঁছেছে
ca: S'ha assolit el nombre màxim de participants
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός συμμετεχόντων
et: Maksimaalne osalejate arv on saavutatud
eu: Gehienezko partaide kopurura heldu zara
fa: تعداد شرکت کنندگان به حداکثر رسیده است
gu: પ્રતિભાગીઓને મહત્તમ સંખ્યાએ પહોંચ્યા
he: הגעת למספר המרבי של משתתפים
hi: भागीदारों की संख्‍या अधिकतम पहुँची
hu: Elérte a résztvevők maximális számát
hy: Հասել եք մասնակիցների առավելագույն քանակին
is: Komið er að hámarksfjölda þátttakenda
ja_jp: 参加者が最大件数に達しました。
ka: მონაწილეთა მაქსიმალური რაოდენობა მიღწეულ იქნა
kk: Қатысушылар саны шегіне жетті
kn: ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಪಾಲ್ಗೊಳ್ಳುವವರು ತಲುಪಿದೆ
ko_kr: 최대 참가자 수에 도달하였습니다.
lt: Pasiektas didžiausias leidžiamas dalyvių skaičius
lv: Ir sasniegts maksimālais dalībnieku skaits
mk: Максималниот број учесници е достигнат
ml: പങ്കാളികളുടെ പരമാവധിയെണ്ണത്തിലെത്തി
nb: Maksimalt antall deltakere er nådd
nl: Maximumaantal deelnemers bereikt
ro: A fost atins numărul maxim de participanţi
ru_ru: Достигнуто максимальное число участников
si: උපරිම සහභාගීවන්නන් ගණනට ලඟාවිය
sk: Dosiahol sa maximálny počet účastníkov
sl: Doseženo je bilo največje mogoče število prejemnikov
ta: அதிகபட்ச பங்கேற்பாளர்களின் எண்ணிக்கையை அடைந்தது
te: పాల్గొనేవారు గరిష్ఠ సంఖ్యకు చేరుకున్నారు
th: มี​ผู้​เข้า​ร่วม​มาก​สุด​แล้ว
tr_tr: Maksimum katılımcı sayısına ulaşıldı
ur: شرکت کنندگان کی تعداد پہنچ گئی
uz: Ishtirokchi soni ruxsat etilgan maks. miqdorga yetdi
zh_tw: 已到達參與人數上限

# IDS_CALL_POP_CHANGEOFFLINEMODETOCALL
source: Change from Offline to other profile for network services.
ar: قم بتغيير وضع غير متصل إلى وضع أخر من أجل خدمات الشبكة.
az: Şəbəkə xidmətləri üçün Offline rejimindən digər profilə keçirin.
bg: За мрежови услуги преминете от профил офлайн на друг профил.
bn: নেটওয়ার্ক পরিষেবাদির জন্য অফলাইন থেকে অন্য প্রোফাইলে পরিবর্তন করুন।
ca: Canviar perfil Fora de línia a un altre perfil per a serveis de xarxa
el_gr: Αλλαγή από προφίλ χωρίς σύνδεση σε άλλο προφίλ για υπηρεσίες δικτύου.
et: Kiire sisselulitus.
eu: Lineaz kanpo profiletik sarera sarrera duen profil batetara aldatu
fa: از حالت آفلاین به نمایه دیگر خدمات شبکه تغییر دهید.
gu: નેટવર્ક સેવાઓ માટે પ્રોફાઇલને ઓફલાઇનથી અન્ય પર બદલો.
he: שנה ממצב לא מקוון לפרופיל אחר עבור שירותי רשת.
hi: नेटवर्क सेवाओं के लिए ऑफ़लाइन से दूसरी प्रोफ़ाइल में बदलें
hu: Hálózati szolgáltatások használatához váltson Offline profilról más profilra.
hy: Ցանցային ծառայությունների համար փոխել Ավտոմատից այլ պրոֆիլի:
is: Skiptu úr ótengdu sniði í annað snið til að fá aðgang að netþjónustu.
ja_jp: オフラインから他のネットワークサービスの接続先に変更
ka: ოფლაინიდან გადადით სხვა რეჟიმში, ქსელის მომსახურების მისაღებად.
kk: Желі қызметтері үшн Желі аясынан тыстан басқа профильге өзгерту.
kn: ನೆಟ್‌ವರ್ಕ್ ಸೇವೆಗಳಿಗಾಗಿ ಆಫ್‌ಲೈನ್‌ನಿಂದ ಇತರ ಪ್ರೊಫೈಲ್‌ಗೆ ಬದಲಾಯಿಸಿ.
ko_kr: 네트워크에 연결하려면 [비행기 탑승 모드]를 해제하세요.
lt: Tinklo paslaugoms Ne tinklo profilį pakeiskite į kitą.
lv: Mainīt bezsaistes profilu uz citu tīkla pakalpojumu profilu.
mk: Смени од безмрежен во друг профил за мрежните услуги.
ml: നെറ്റ്‌വര്‍ക്ക് സേവനങ്ങള്‍ക്കായി ഓഫ്‌ലൈനില്‍ നിന്നും മറ്റ് പ്രൊഫൈലിലേക്ക് മാറ്റുക.
nb: Endre fra Offline til en annen profil for nettverkstjenester.
nl: Voor netwerkdiensten offlineprofiel in ander profiel wijzigen.
ro: Schimbaţi din profilul Offline într-un alt profil pentru serviciile de reţea.
ru_ru: Выключите автономный режим для использования сервисов сети.
si: ජාල සේවා සඳහා නිබැඳි සිට වෙනත් පැතිකඩට වෙනස් කරන්න.
sk: Zmeniť z profilu offline na iný profil pre sieťové služby
sl: Preklopi iz Brez povezave na drug profil za omrežne storitve.
ta: நெட்வொர்க் சேவைகளுக்கு Offlineல் இருந்து பிற பயன்வகைக்கு மாறவும்.
te: నెట్వర్క్ సేవల కోసం ఆఫ్‌లైన్‌ను ఇతర ప్రొఫైల్‌కు మార్చండి.
th: เปลี่ยน​จาก​ออ​ฟไลน์ ​เป็น​รูป​แบบ​อื่น​เพื่อ​ ใช้​งาน​เครือ​ข่าย
tr_tr: Şebeke hizmetleri için Çevrimdışı profilinden çıkın.
ur: نیٹورک کی باقی سروسس کے لیے آف لاین پروفایل ہٹایں
uz: Tarmoq xizmatlari uchun, Offlayndan boshqa profilga o‘zgartiring.
zh_tw: 由離線更改為其他設定以使用網路服務。

# IDS_CALL_POP_CAUSE_WRONG_NUMBER
source: Wrong number.
ar: رقم خطأ.
az: Yanlış nömrə.
bg: Грешен номер.
bn: ভুল নম্বর।
ca: Número incorrecte
el_gr: Λάθος αριθμός.
et: Vale number.
eu: Zenbaki okerra
fa: شماره اشتباه است.
gu: ખોટો નંબર.
he: מספר שגוי.
hi: गलत नंबर।
hu: Téves szám
hy: Սխալ համար:
is: Rangt númer.
ja_jp: 番号が正しくありません。
ka: ნომერი არასწორია.
kk: Нөмір қате.
kn: ತಪ್ಪಾದ ಸಂಖ್ಯೆ.
ko_kr: 전화번호가 바르지 않습니다.
lt: Neteisingas numeris.
lv: Nepareizs numurs.
mk: Погрешен број.
ml: തെറ്റായ നമ്പര്‍.
nb: Feil nummer.
nl: Nummer onjuist.
ro: Număr greşit
ru_ru: Неверный номер
si: වැරදි අංකය.
sk: Zlé číslo.
sl: Napačna številka.
ta: தவறான எண்.
te: చెల్లని నంబర్.
th: เบอร์​ผิด
tr_tr: Yanlış numara.
ur: غلط نمبر۔
uz: Noto‘g‘ri raqam.
zh_tw: 號碼錯誤。

# IDS_CALL_POP_CALL_IS_DIVERTED
source: Call diverted.
ar: تم تحويل المكالمة.
az: Zəng yönləndirildi.
bg: Повикването е пренасочено.
bn: কল ডাইভার্ট হয়েছে।
ca: Trucada desviada
el_gr: Έγινε προώθηση κλήσης.
et: Kõne suunatud.
eu: Deia desbideratuta
fa: تماس منتقل شد.
gu: કૉલ બીજી દિશા માં વાળ્યો.
he: השיחה הופנתה.
hi: कॉल अंतरित हुई।
hu: Hívás továbbítva.
hy: Կանչը վերահասցեավորված է:
is: Símtal flutt.
ja_jp: 通話転送されました。
ka: ზარი გადამისამართებულია.
kk: Қоңырау бағыты өзгертілді.
kn: ಕರೆ ವರ್ಗಾಯಿಸಲಾಗಿದೆ.
ko_kr: 착신전환하였습니다.
lt: Skambutis nukreiptas.
lv: Zvans pāradresēts.
mk: Повикот е пренасочен.
ml: കോള്‍ തിരിച്ചുവിട്ടു.
nb: Anrop viderekoblet.
nl: Oproep doorgestuurd.
ro: Apel redirecţionat
ru_ru: Вызов переадресован.
si: ඇමතුම හැරවුණි.
sk: Hovor bol presmerovaný.
sl: Klic je preusmerjen.
ta: அழைப்பு திருப்பி விடப்பட்டது.
te: కాల్ మళ్లించబడింది.
th: การ​โทร​ถูก​โอน​สาย​แล้ว
tr_tr: Arama iletildi.
ur: کال کا رخ موڑ دیا گیا۔
uz: Qo‘ng‘iroq boshqa raqamga o‘tkazildi.
zh_tw: 來電已轉移

# IDS_CALL_POP_CALL_BARRED
source: Call barred.
ar: تم حجب المكالمة.
az: Zəng qadağan edildi.
bg: Повикване не е разрешено.
bn: কল বাধাপ্রাপ্ত।
ca: Trucada restringida
el_gr: Φραγή κλήσης.
et: Kõne on piiratud.
eu: Deia mugatuta
fa: تماس مسدود شد.
gu: કૉલ પર પ્રતિબંધ.
he: שיחה נחסמה.
hi: कॉल प्रतिबन्धित।
hu: Hívás korlátozva.
hy: Զանգն արգելափակված է:
is: Lokað fyrir símtal.
ja_jp: 通話は制限されています。
ka: ზარი დაბლოკილია.
kk: Қоңырауға тыйым салынған.
kn: ಕರೆ ತಡೆಯಲಾಗಿದೆ.
ko_kr: 통화를 제한하였습니다.
lt: Skambutis uždraustas.
lv: Zvans liegts.
mk: Повикот е забранет.
ml: കോള്‍ തടഞ്ഞു.
nb: Samtale sperret.
nl: Oproep geblokkeerd.
ro: Apel blocat
ru_ru: Вызов запрещен.
si: ඇමතුම් වළක්වා ඇත.
sk: Hovor je blokovaný.
sl: Zapora klica.
ta: அழைப்பு தடைசெய்யப்பட்டது.
te: కాల్ ఆపివేయబడింది.
th: การ​โทร ​ถูกระงับ
tr_tr: Arama engellendi.
ur: کال بئیرڈ۔
uz: Qo‘ng‘iroq chegaralangan.
zh_tw: 通話受限

# IDS_CALL_POP_CALLNOTCALLOWED
source: Call not allowed.
ar: المكالمة غير مسموحة.
az: Zəngə icazə verilmir.
bg: Повикването не е разрешено.
bn: কলের অনুমতি নেই।
ca: No es permet la trucada
el_gr: Μη επιτρεπτή κλήση.
et: Kõne pole lubatud.
eu: Dei ez onartua
fa: تماس غیرمجاز است.
gu: કૉલને છૂટ નથી.
he: השיחה לא מותרת.
hi: कॉल की अनुमति नहीं।
hu: A hívás nem engedélyezett.
hy: Կանչն արգելված է:
is: Símtalið er óleyfilegt.
ja_jp: 通話は許可されていません
ka: ზარი არაა ნებადართული.
kk: Қоңырауға тыйым салынған.
kn: ಕರೆ ಅನುಮತಿಸಲಾಗಿಲ್ಲ.
ko_kr: 전화를 연결할 수 없습니다.
lt: Skambinti neleidžiama.
lv: Zvans nav atļauts.
mk: Не е дозволен повик.
ml: കോള്‍ അനുവദനീയമല്ല.
nb: Samtale ikke tillatt.
nl: Oproep niet toegestaan.
ro: Apel nepermis
ru_ru: Вызов запрещен.
si: ඇමතුමට ඉඩ නොමැත.
sk: Hovor nie je povolený.
sl: Klic ni dovoljen.
ta: அழைப்பு அனுமதிஇல்லை.
te: కాల్ అనుమతించబడలేదు.
th: ไม่​อนุญาต​โทร
tr_tr: İzin yok.
ur: کال کی اجازت نہیں۔
uz: Qo‘ng‘iroq ruxsat etilmagan.
zh_tw: 不允許通話

# IDS_CALL_POP_CALLFAILED
source: Call failed.
ar: فشل الاتصال.
az: Zəng etmək mümkün olmadı.
bg: Неуспешно обаждане.
bn: কল বিফল।
ca: Error de trucada
el_gr: Αποτυχία κλήσης.
et: Kõne nurjus.
eu: Akatsa deitzerakoan
fa: تماس برقرار نشد.
gu: કૉલ નિષ્ફળ.
he: שיחה נכשלה.
hi: कॉल विफल।
hu: A hívás nem sikerült.
hy: Զանգը ձախողվեց:
is: Hringing tókst ekki.
ja_jp: 発信できませんでした。
ka: ვერ დაირეკა.
kk: Байланыс үзіліп кетті.
kn: ಕರೆ ವಿಫಲಗೊಂಡಿದೆ.
ko_kr: 연결하지 못하였습니다.
lt: Prisiskambinti nepavyko.
lv: Zvans neizdevās.
mk: Неуспешен повик.
ml: കോള്‍ പരാജയപ്പെട്ടു.
nb: Samtale mislyktes.
nl: Oproep mislukt.
ro: Apel eşuat
ru_ru: Сбой вызова.
si: ඇමතුම අසමත් විය.
sk: Hovor sa nepodaril.
sl: Klic ni uspel.
ta: அழைப்பு தோல்வி.
te: కాల్ విఫలమైనది.
th: การ​โทร​ผิด​พลาด
tr_tr: Arama başarısız.
ur: کال ناکام ہوئی۔
uz: Qo‘ng‘iroq qilib bo‘lmadi.
zh_tw: 通話失敗

# IDS_CALL_POP_AEESYS_SYSTEMFAILUREERROR
source: System error.
ar: حدث خطأ بالنظام.
az: Sistemdə yanlışlıq.
bg: Системна грешка.
bn: সিস্টেম ত্রুটি।
ca: Error del sistema
el_gr: Σφάλμα συστήματος.
et: Süsteemi tõrge.
eu: Sistemaren errorea
fa: خطای سیستم رخ داد.
gu: સિસ્ટમ ભૂલ.
he: שגיאת מערכת.
hi: सिस्‍टम त्रुटि।
hu: Rendszerhiba
hy: Համակարգի սխալ:
is: Kerfisvilla.
ja_jp: システムエラー
ka: სისტემის შეცდომა.
kk: Жүйе қателігі
kn: ಸಿಸ್ಟಂ ದೋಷ.
ko_kr: 시스템 오류가 발생하였습니다.
lt: Sistemos klaida
lv: Sistēmas kļūda.
mk: Системска грешка.
ml: സിസ്റ്റം പിശക്.
nb: Systemfeil.
nl: Systeemfout.
ro: Eroare de sistem
ru_ru: Системная ошибка.
si: පද්ධති දෝෂය.
sk: Systémová chyba.
sl: Sistemska napaka.
ta: கணினி பிழை.
te: సిస్టమ్ దోషం.
th: ระบบ​ผิด​พลาด
tr_tr: Sistem hatası var.
ur: سسٹم نقص۔
uz: Tizim xatosi.
zh_tw: 系統錯誤。

# IDS_CALL_BUTTON_ADD_NUMBER
source: Add number
ar: إضافة رقم
az: Nömrə əlavə et
bg: Добави номер
bn: নম্বর যোগ
ca: Afegir número
el_gr: Προσθήκη αριθμού
et: Lisa number
eu: Zenbakia gehitu
fa: افزودن شماره
gu: નંબર ઉમેરો
he: הוסף מספר
hi: नंबर जोड़ें
hu: Szám hozzáadása
hy: Ավլցր հմր
is: Bæta við númeri
ja_jp: 番号を追加
ka: ნომრის დამატება
kk: Нөмір қосу
kn: ಸಂಖ್ಯೆ ಸೇರಿಸು
ko_kr: 번호 추가
lt: Pridėti numerį
lv: Pievienot numuru
mk: Додај број
ml: അക്കം ചേര്‍‍ക്കുക
nb: Legg til nummer
nl: Nummer toevoegen
ro: Ad. număr
ru_ru: Добавить
si: අංකය එ. ක.
sk: Pridať číslo
sl: Dodaj številko
ta: எண்ணைச் சேர்
te: నంబర్‌ను జోడించు
th: เพิ่ม​หมาย​เลข
tr_tr: Numara ekle
ur: نمبر کا اضافہ کريں
uz: Raq. qo‘sh
zh_tw: 新增號碼

# IDS_CALL_BODY_RECORDING_MESSAGE_ING
source: Recording message...
ar: جار تسجيل الرسالة...
az: Mesaj yazılır...
bg: Записване на съобщение...
bn: বার্তা রেকর্ড করা হচ্ছে...
ca: Gravant missatge...
el_gr: Εγγραφή μηνύματος...
et: Sõnumi salvestamine...
eu: Mezua grabatzen...
fa: ضبط پیام...
gu: સંદેશ રેકોર્ડ કરી રહ્યું છે...
he: מקליט הודעה...
hi: सन्देश रिकॉर्ड किया जा रहा है...
hu: Üzenet rögzítése...
hy: Գրանցվում է հաղորդագրությունը...
is: Tek upp skilaboð...
ja_jp: メッセージ録音中...
ka: იწერება შეტყობინება...
kk: Хабар жазылуда...
kn: ಸಂದೇಶ ದಾಖಲಿಸುತ್ತಿದೆ...
ko_kr: 메시지 녹음 중...
lt: Įrašoma žinutė...
lv: Ieraksta ziņu...
mk: Се снима порака...
ml: സന്ദേശം റെക്കോര്‍ഡ് ചെയ്യുന്നു...
nb: Spiller inn melding...
nl: Bericht opnemen...
ro: Se înregistrează mesajul...
ru_ru: Запись сообщения...
si: පණිවිඩය පටිගත කරමින්...
sk: Nahráva sa správa...
sl: Snemanje sporočila ...
ta: தகவல் பதிகிறது...
te: సందేశాన్ని రికార్డ్ చేస్తుంది...
th: กำลังบันทึกข้อความ...
tr_tr: Mesaj kaydediliyor...
ur: پیغامات ریکارڈ کررہا ہے...
uz: Xabar yozib olinmoqda...
zh_tw: 正在錄製訊息...

# IDS_CALL_BODY_OUTGOING_CALL_FORWARDED
source: Outgoing call forwarded.
ar: تم تحويل المكالمة الصادرة.
az: Xaric olan zəng ütürüldü.
bg: Изходящо повикване пренасочено.
bn: বহির্গামী কল ফরওয়ার্ড করা হয়েছে।
ca: Trucada de sortida reenviada
el_gr: Προώθηση εξερχόμενων.
et: Väljuv kõne on edastatud.
eu: Irteerakoa berbidalia
fa: ارسال شد.
gu: આઉટગોઈંગ કૉલ આગળ કરાયી.
he: שיחה יוצאת מועברת.
hi: जानेवाली कॉल अग्रेषित की गई।
hu: Kimenő hívás átirányítva.
hy: Ելից զանգը փոխանցված է:
is: Hringt símtal var flutt.
ja_jp: 発信通話が転送されました。
ka: გამავალი ზარი გადამისამართდა.
kk: Шығыс қоңырау басқаға жіберілді.
kn: ಹೊರ ಹೋಗುತ್ತಿರುವ ಕರೆಯನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: 발신전화를 착신전환하였습니다.
lt: Ryšys iš telefono persiunčiamas.
lv: Izejošs zvans ir pārsūtīts.
mk: Појдовниот повик е препратен.
ml: പുറത്തേക്കുള്ള കോള്‍ തിരിച്ചുവിട്ടു.
nb: Utgående samtale viderekoblet.
nl: Uitgaande oproepen doorgeschakeld.
ro: Apel efectuat redirecţionat
ru_ru: Исходящий вызов переадресован.
si: යැවෙන ඇමතුම ඉදිරියට යොමු කර ඇත.
sk: Odchádzajúci hovor preposlaný.
sl: Odhodni klic je posredovan.
ta: வெளிச்செல்லும் அழைப்பு பகிரப்பட்டது.
te: అవుట్గోయింగ్ కాల్ ఫార్వార్డ్ చేయబడింది.
th: การ​โทรออก​ถูก​ส่ง​ต่อ
tr_tr: Giden çağrılar iletildi.
ur: آوٹ گوئنگ آگے منتقل۔
uz: Chiquvchi qo‘ng‘iroq boshqaga yo‘naltirildi.
zh_tw: 撥出電話已轉接

# IDS_CALL_BODY_NUMBER_CHANGED
source: Number changed.
ar: تم تغيير الرقم.
az: Nömrə dəyişdrilmişdir.
bg: Номерът е променен.
bn: নম্বর পরিবর্তন হয়েছে।
ca: El número ha canviat
el_gr: Ο αριθμός άλλαξε.
et: Number on muutunud.
eu: Zenbakia aldatu egin da
fa: شماره تغییر کرد.
gu: નંબર બદલ્યો.
he: המספר השתנה.
hi: नंबर बदला गया।
hu: Megváltozott a szám.
hy: Համարը փոխվել է:
is: Breytt númer.
ja_jp: 番号が変更されました。
ka: ნომერი შეიცვალა.
kk: Нөмір өзгертылген.
kn: ಸಂಖ್ಯೆ ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko_kr: 전화번호를 변경하였습니다.
lt: Numeris pasikeitė.
lv: Numurs mainīts.
mk: Бројот е сменет.
ml: നമ്പര്‍‌ മാറ്റി.
nb: Nummer endret.
nl: Nummer gewijzigd.
ro: S-a schimbat numărul.
ru_ru: Номер изменен.
si: අංකය වෙනස්විය.
sk: Číslo bolo zmenené.
sl: Št. spremenjena.
ta: எண் மாற்றப்பட்டது.
te: నంబర్ మారింది.
th: เปลี่ยน​หมาย​เลข​แล้ว
tr_tr: Numara değiştirildi.
ur: نمبر تبدیل ہوگیا۔
uz: Raqam o‘zgartirildi.
zh_tw: 號碼已更改

# IDS_CALL_BODY_NO_VOICE_MAIL_NUMBER_ON_SIM_CARD
source: No voicemail number on SIM card
ar: لا يوجد أي رقم بريد صوتي على بطاقة SIM
az: SIM kartda səsli poçt nömrəsi yoxdur
bg: Няма номер за гласова поща на SIM картата
bn: SIM কার্ডে কোনও ভয়েসমেল নম্বর নেই
ca: Sense núm. de bústia de veu a la targeta SIM
el_gr: Δεν υπάρχει αριθμός τηλεφωνητή στην κάρτα SIM
et: SIM-kaardil ei ole kõnepostinumbreid
eu: Ez dago ahots postaren zenbakirik SIM txartelean
fa: هیچ شماره پست صوتی روی سیم کارت وجود ندارد
gu: SIM કાર્ડ પર કોઈ અવાજમેલ નંબર નથી
he: אין מספר דואר קולי בכרטיס ה-SIM
hi: SIM कार्ड पर वाईसमेल नंबर नहीं
hu: Nincs hangpostaszám a SIM kártyán
hy: SIM քարտի վրա ձայնային փոստի համար չկա
is: Ekkert talhólfsnúmer á SIM-korti
ja_jp: SIMカードに留守番電話番号がありません。
ka: ხმოვანი ფოსტის ნომერი არ არის SIM ბარათზე
kk: SIM картасында дауысты пошта нөмірі жоқ
kn: SIM ಕಾರ್ಡ್ ಮೇಲೆ ಧ್ವನಿಮೇಲ್‌ ಸಂಖ್ಯೆ ಇಲ್ಲ
ko_kr: SIM 카드에 음성 메시지 번호가 없습니다
lt: SIM kortelėje nėra balso pašto numerio
lv: SIM kartē nav saglabāts neviens balss pasta numurs
mk: Нема број за говорна пошта на SIM-картичката
ml: SIM കാര്‍ഡില്‍ വോയിസ്മെയില്‍ നമ്പര്‍ ഒന്നും ഇല്ല
nb: Ingen mobilsvarnummer på SIM-kort
nl: Geen voicemailnummer op SIM-kaart
ro: Niciun număr de mesagerie vocală pe cartela SIM
ru_ru: Номера голосовой почты на SIM-карте нет
si: SIM පතෙහි ‍හඬ පණිවුඩ අංකයන් නොමැත
sk: Žiadne číslo odkazovej schránky na karte SIM
sl: Na kartici SIM ni številke odzivnika
ta: SIM அட்டையில் குரலஞ்சல் எண் எதுவும் இல்லை
te: SIM కార్డ్ పై ఏ వాయిస్‌మెయిల్ నంబర్ లేదు
th: ไม่​มี​หมาย​เลข​ข้อ​ความ​เสียง​บน SIM ​การ์ด
tr_tr: SIM kartında sesli posta numarası yok
ur: سم کارڈ پر کوئی صوتی میل نمبر نہیں ہے
uz: SIM karta ovozli pochta raqami yo'q
zh_tw: SIM 卡上無語音信箱號碼

# IDS_CALL_BODY_NO_ANSWER
source: No answer
ar: لا يوجد رد
az: Cavab yoxdur
bg: Няма отговор
bn: উত্তর নেই
ca: No hi ha resposta
el_gr: Δεν απαντά
et: Ei vasta
eu: Erantzunik ez
fa: عدم پاسخ
gu: જવાબ નથી
he: אין תשובה
hi: कोई उत्तर नहीं
hu: Nincs válasz
hy: Պատասխան չկա
is: Ekkert svar
ja_jp: 応答なし
ka: პასუხი არ არის
kk: Жауап жоқ
kn: ಉತ್ತರವಿಲ್ಲ
ko_kr: 응답이 없습니다
lt: Neatsako
lv: Neatbild
mk: Нема одговор
ml: മറുപടിയില്ല
nb: Ikke svar
nl: Geen gehoor
ro: Nici un răspuns
ru_ru: Нет ответа
si: පිළිතුරක් නැත
sk: Žiadna odpoveď
sl: Ni odgovora
ta: பதில் இல்லை
te: సమాధానం లేదు
th: ไม่​ตอบ
tr_tr: Cevap yok
ur: جواب نہیں
uz: Javob yo‘q
zh_tw: 無人接聽

# IDS_CALL_BODY_FAILED_TO_ADD_CALL
source: Failed to add call.
ar: فشل إضافة مكالمة
az: Zəng əlavə etmək mümkün olmadı
bg: Неуспешно добавяне на разговор
bn: কল যোগ করতে ব্যর্থ হয়েছে।
ca: Error en afegir la trucada
el_gr: Αποτυχία προσθήκης κλήσης
et: Kõne lisamine nurjus
eu: Ezin izan da deia gehitu
fa: افزودن تماس ناموفق بود
gu: કૉલ ઉમેરવામાં નિષ્ફળ.
he: נכשלה הוספת השיחה
hi: कॉल जोड़ने में विफल
hu: Nem sikerült hozzáadni a hívást
hy: Չհաջողվեց կանչ ավելացնել
is: Mistókst að bæta við símtali
ja_jp: 通話の追加に失敗しました。
ka: ზარი ვერ დაემატა
kk: Қоңырауды қосу мүмкін болмады
kn: ಕರೆ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko_kr: 통화를 추가하지 못하였습니다.
lt: Nepavyko pridėti skambučio
lv: Neizdevās pievienot zvanu
mk: Не можеше да се додаде повикот
ml: കോൾ ചേർക്കുന്നത് പരാജയപ്പെട്ടു.
nb: Kunne ikke legge til samtale.
nl: Oproep toevoegen mislukt
ro: Apelul nu a putut fi adăugat
ru_ru: Не удалось добавить вызов.
si: ඇමතුම එක් කිරීමට අසමත් විය.
sk: Nepodarilo sa pridať hovor
sl: Klica ni uspelo dodati
ta: அழைப்பைச் சேர்ப்பது தோல்வி.
te: కాల్‌ని జోడించడం విఫలమైంది.
th: การเพิ่มการโทรล้มเหลว
tr_tr: Arama ekleme başarısız
ur: کال شامل کرنے میں ناکام
uz: Qo‘ng‘iroq qo‘shib bo‘lmadi
zh_tw: 新增通話失敗

# IDS_CALL_BODY_DISCONNECTED
source: Disconnected.
ar: تم الفصل.
az: əlaqəsi pozuldu.
bg: Изключен e.
bn: সংযোগ বিচ্ছিন্ন হয়েছে।
ca: S'ha desconnectat.
el_gr: Αποσυνδέθηκε.
et: Ühendus on katkestatud.
eu: Deskonektatu da.
fa: قطع شد.
gu: જોડાણ તુટી ગયું.
he: המכשיר מנותק.
hi: डिस्कनेक्ट हुआ।
hu: Szétkapcsolva.
hy: Անջատված է:
is: Aftengt.
ja_jp: 切断しました。
ka: გათიშულია.
kk: Ажыратылды.
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 연결을 해제하였습니다.
lt: Atjungta.
lv: Atvienots.
mk: Врската е прекината.
ml: വിച്ഛേദിച്ചു.
nb: Koblet fra.
nl: Verbinding verbroken.
ro: S-a deconectat.
ru_ru: Отключено.
si: විසන්ධි විය.
sk: Odpojené.
sl: Prekinjeno.
ta: துண்டிக்கபட்டது.
te: డిస్కనెక్ట్ చేయబడింది.
th: เลิก​เชื่อม​ต่อ​แล้ว
tr_tr: Bağlantı kesildi.
ur: غیر منسلک ہو گیا۔
uz: Uzildi.
zh_tw: 已中斷連線。
