Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_CST_HEADER_UNABLE_TO_MAKE_CALL_ABB
source: Unable to make call
ar: يتعذر إجراء المكالمة
az: Zəng etmək olmadı
bg: Не може да се извърши обаждане
bn: কল করতে অক্ষম
ca: No es pot fer la trucada
el_gr: Αδύνατη η πραγμ. της κλήσης
et: Ei saa helistada
eu: Ezin da deitu
fa: برقرار کردن تماس ممکن نیست
gu: કૉલ કરવામાં અસમર્થ
he: לא ניתן לבצע שיחה
hi: कॉल करने में असमर्थ
hu: Nem kezdeményezhető hívás
hy: Անհնար է կանչ կատարել
is: Ekki er hægt að hringja
ja_jp: 発信不可
ka: ზარი ვერ ხორციელდება
kk: Қоңырау шалу мүмкін емес
kn: ಕರೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ko_kr: 전화를 걸 수 없음
lt: Neįmanoma paskambinti
lv: Nevar veikt zvanu
mk: Не може да се упати повик
ml: കോൾ ചെയ്യാനാവില്ല
nb: Kan ikke ringe ut
nl: Kan niet bellen
ro: Nu se poate efectua apelul
ru_ru: Невозможно выполнить вызов
si: ඇමතුම ලබාගත නොහැක
sk: Hovor sa nedá uskutočniť
sl: Ni mogoče klicati
ta: அழைப்பைச் செய்ய இயலவில்லை
te: కాల్ చేయడం సాధ్యం కాదు
th: ไม่​สามารถ​โทร​ได้
tr_tr: Arama yapılamıyor
ur: کال کرنے سے قاصر
uz: Qo‘ng‘iroq qilib bo‘lmaydi
zh_tw: 無法撥打電話

# IDS_VCALL_POP_PHONE_NOT_INITIALISED
source: Phone not initialized.
ar: لم يتم بدء تشغيل الهاتف.
az: Telefon hazırlıq vəziyyətinə gətirilir.
bg: Телефонът не е инициализиран.
bn: ফোন সূচিত হয়নি।
ca: No s'ha inicialitzat el telèfon
el_gr: Το τηλέφωνο δεν ξεκίνησε.
et: Telefoni pole lähtestatud.
eu: Telefonoa ez da abiarazi
fa: تلفن شروع نشد.
gu: ફોન શરૂ થયો નથી.
he: הטלפון אינו מאותחל.
hi: फ़ोन शुरू नहीं किया गया।
hu: Telefon még nem lett inicializálva.
hy: Հեռախոսը գործարկված չէ:
is: Ræsingu símans er ekki lokið.
ja_jp: 端末は初期化されていません。
ka: ტელეფონი არაა ინიციალიზებული.
kk: Телефон бастапқы қалпына келтірілмеді.
kn: ಫೋನ್ ಪ್ರಾರಂಭಿಸಲಾಗಿಲ್ಲ.
ko_kr: 휴대전화를 초기화할 수 없습니다.
lt: Telefonas neinicijuotas.
lv: Tālrunis nav inicializēts.
mk: Телефонот не е активиран.
ml: ഫോണ്‍ സമാരംഭിച്ചിട്ടില്ല.
nb: Telefon ikke initialisert.
nl: Telefoon niet geïnitialiseerd.
ro: Telefonul nu este iniţializat.
ru_ru: Телефон не инициализирован.
si: දුරකථනය ආරම්භ කර නැත.
sk: Telefón nie je inicializovaný.
sl: Telefon ni inicializiran.
ta: தொலைபேசி தொடங்கவில்லை.
te: ఫోన్ ప్రారంభించబడలేదు.
th: โทรศัพท์​ไม่​ได้​เริ่ม​ต้น
tr_tr: Telefon başlatılamadı.
ur: فون شروع نہیں ہوا۔
uz: telefon initisializatsiyalanmagan.
zh_tw: 未初始化手機

# IDS_VCALL_BODY_NUMBER_DOES_NOT_EXIST
source: Number does not exist.
ar: الرقم غير موجود.
az: Nömrə mövcud deyil.
bg: Номерът не съществува.
bn: নম্বরের কোনো অস্তিত্ব নেই।
ca: Aquest número no existeix
el_gr: Δεν υπάρχει ο αριθμός.
et: Numbrit pole.
eu: Zenbakia ez dago
fa: شماره موجود نيست.
gu: નંબર હાજર નથી.
he: המספר לא קיים.
hi: नंबर मौजूद नहीं
hu: Nincs szám.
hy: Համարը գոյություն չունի:
is: Númer er ekki til.
ja_jp: 番号が存在しません。
ka: ნომერი არ არის.
kk: Номер жоқ.
kn: ಸಂಖ್ಯೆ ಅಸ್ವಿತ್ವದಲ್ಲಿಲ್ಲ.
ko_kr: 사용하지 않는 번호입니다.
lt: Tokio numerio nėra.
lv: Numurs nepastāv.
mk: Бројот не постои.
ml: നമ്പര്‍‌ നിലവിലില്ല.
nb: Nummer finnes ikke.
nl: Nummer bestaat niet.
ro: Număr inexistent
ru_ru: Номер не существует.
si: අංකය නැත.
sk: Číslo neexistuje.
sl: Številka ne obstaja.
ta: எண் நடப்பிலில்லை.
te: నంబర్ లేదు.
th: ไม่​มี​หมาย​เลข
tr_tr: Numara yok.
ur: نمبر موجود نہیں
uz: Raqam mavjud emas.
zh_tw: 號碼不存在。

# IDS_CALL_TPOP_SWAPPING_CALLS_ING
source: Swapping calls...
ar: جارٍ التبديل بين المكالمات...
az: Zənglər dəyişdirilir...
bg: Размяна на разговори...
bn: কলগুলি সোয়্যাপ হচ্ছে...
ca: Canviant de trucades...
el_gr: Εναλλαγή κλήσεων...
et: Kõnede vahetamine...
eu: Deiak trukatzen...
fa: تغییر بین تماس‌ها...
gu: કૉલ્સ સ્વેપ કરી રહ્યાં છે...
he: מחליף שיחות...
hi: कॉल्स स्वैप हो रहे हैं...
hu: Hívások átváltása...
hy: Կանչերը փոխվում են...
is: Skipti á milli símtala...
ja_jp: 通話を切り替えています...
ka: იცვლება ზარები...
kk: Қоңырауларды ауыстыруда...
kn: ಕರೆಗಳನ್ನು ಬದಲಿ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 통화 전환 중...
lt: Sukeičiami skambučiai...
lv: Pārslēdz zvanus...
mk: Се заменуваат повици...
ml: കോളുകൾ തമ്മിൽ മാറുന്നു...
nb: Bytter samtaler...
nl: Oproepen omwisselen...
ro: Se comută între apeluri...
ru_ru: Переключение вызовов...
si: ඇමතුම් හුවමාරු කරමින්...
sk: Prepínajú sa hovory...
sl: Menjavanje klicev ...
ta: அழைப்புகளை மாற்றுகிறது...
te: కాల్‌లను స్వాప్ చేస్తోంది...
th: กำลังสลับสาย...
tr_tr: Aramalar değiştiriliyor...
ur: کالوں کا تبادلہ کیا جا رہا ہے...
uz: Qo‘ng‘iroqlar almashtirilmoqda...
zh_tw: 正在交換通話...

# IDS_CALL_TPOP_RECORDING_WILL_BE_STOPPED_AND_SAVED_WHEN_CALL_ANSWERED
source: Recording will be stopped and saved when call answered.
ar: سيتم إيقاف التسجيل وحفظه عندما يتم الرد على المكالمة.
az: Zəng cavablandırılan zaman yazıyaalma dayanacaq və yadda saxlanacaq.
bg: Записването ще спре и ще се запише при приемане на повикване.
bn: কলের উত্তর দেওয়া হলে রেকর্ডিং বন্ধ হবে এবং সংরক্ষিত হবে।
ca: S'aturarà la gravació i es desarà quan es respongui la trucada.
el_gr: Κατά την απάντηση της κλήσης, η εγγραφή θα διακοπεί και θα αποθηκευτεί.
et: Salvestis peatatakse ja salvestatakse, kui kõnele vastatakse.
eu: Grabaketa geldituko eta gordeko da, deiari erantzuten diotenean.
fa: وقتی به تماسی پاسخ داده ‌می‌شود، ضبط متوقف شده و ذخیره می‌گردد.
gu: કૉલનો જવાબ આપવામાં આવે ત્યારે રેકોર્ડિંગ રોકવામાં આવશે અને સાચવવામાં આવશે.
he: בעת קבלת השיחה, ההקלטה תופסק ותישמר
hi: कॉल का उत्तर देने पर रिकॉर्डिंग रूक जाएगी और सुरक्षित हो जाएगी।
hu: A hívás fogadása esetén a rögzítés leáll, és az eszköz menti a felvételt.
hy: Ձայնագրումը կկանգնեցվի և կպահպանվի, երբ կանչին պատասխանվի:
is: Þegar símtali er svarað verður upptaka stöðvuð og hún vistuð.
ja_jp: 着信に応答すると、録音は停止し、応答直前までの部分が保存されます。
ka: ჩაწერა გაჩერდება და შეინახება, ზარზე პასუხის შემდეგ.
kk: Қоңырауға жауап бергенде жазу тоқтатылып, сақталады.
kn: ಕರೆಯನ್ನು ಉತ್ತರಿಸಿದಾಗ ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲುವುದು ಮತ್ತು ಉಳಿಸಲಾಗುವುದು.
ko_kr: 전화를 받으면 음성 녹음을 중지하고 녹음된 내용을 저장합니다.
lt: Įrašymas bus sustabdytas, o įrašas išsaugotas atsiliepus į skambutį.
lv: Ierakstīšana tiks apturēta un ieraksts tiks saglabāts, kad tiks atbildēts uz zvanu.
mk: Снимањето ќе се сопре и ќе се сочува кога ќе се одговори на повик.
ml: റെക്കോർഡിംഗ് നിർത്തലാക്കും, കോളിന് മറുപടി നൽകിയതിനു ശേഷം സംരക്ഷിക്കപ്പെടും.
nb: Opptak vil stanses og lagres når anrop besvares.
nl: Opname wordt gestopt en opgeslagen wanneer u oproep aanneemt.
ro: Înregistrarea va fi oprită şi salvată când se va prelua apelul.
ru_ru: При принятии вызова запись будет остановлена и сохранена.
si: ඇමතුමට පිළිතුරු දුන් විට පටිගත කිරීම නැවතී සුරැකෙනු ඇත.
sk: Pri prijatí hovoru sa zastaví nahrávanie a nahrávka sa uloží.
sl: Snemanje bo ustavljeno in shranjeno ob sprejemu klica.
ta: அழைப்புக்கு பதிலளிக்கும்போது பதிவுசெய்தல் நிறுத்தப்பட்டு சேமிக்கப்படும்.
te: కాల్‌కు సమాధానం ఇవ్వబడినప్పుడు రికార్డింగ్ ఆపివేయబడుతుంది మరియు సేవ్ చేయబడుతుంది.
th: การบันทึกจะหยุดลง และถูกบันทึกไว้เมื่อรับสาย
tr_tr: Arama yanıtlandığında kayıt durdurulur ve kaydedilir.
ur: ریکارڈنگ بند ہوجائے گی اور کال کا جواب دینے پر محفوظ کردی جائے گی۔
uz: Qo‘ng‘iroqqa javob berilganda yozib olish to‘xtatiladi va saqlanadi.
zh_tw: 接聽來電時將停止並儲存錄製。

# IDS_CALL_TPOP_RECORDED_MESSAGE_SAVED
source: Recorded message saved.
ar: تم حفظ الرسالة المسجلة
az: Yazıya alınmış mesaj yaddaşda saxlanmışdır
bg: Записаното съобщение е запаметено.
bn: রেকর্ড থাকা বার্তাগুলি সংরক্ষিত
ca: S'ha desat el missatge gravat.
el_gr: Το ηχογραφημένο μήνυμα αποθηκεύτηκε.
et: Salvestatud sõnum on salvestatud
eu: Grabatutako mezua gorde da.
fa: پیام ضبط شده ذخیره شد
gu: રેકોર્ડ કરેલા સંદેશા સાચવ્યાં.
he: הודעה מוקלטת נשמרה
hi: रिकॉर्ड किया गया सन्देश सुरक्षित किया गया।
hu: Rögzített üzenet mentve.
hy: Գրանցված ուղերձը պահված է
is: Skráð skilaboð vistuð.
ja_jp: 伝言メモが保存されました。
ka: ჩაწერილი შეტყობინება შენახულია
kk: Жазып алынған хабар сақталды
kn: ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಸಂದೇಶವನ್ನು ಉಳಿಸಲಾಗಿದೆ.
ko_kr: 녹음 메시지를 저장하였습니다.
lt: Įrašyta žinutė išsaugota
lv: Ierakstītā ziņa ir saglabāta
mk: Снимената порака е сочувана.
ml: റെക്കോർഡ് ചെയ്ത സന്ദേശം സംരക്ഷിച്ചു
nb: Den innspilte meldingen er lagret.
nl: Opgenomen bericht opgeslagen.
ro: Mesajul înregistrat a fost salvat.
ru_ru: Записанное сообщение сохранено
si: පටිගත කළ පණිවිඩය සුරැකිණි.
sk: Nahraná správa bola uložená.
sl: Posneto sporočilo shranjeno.
ta: பதிவுசெய்த தகவல் சேமிக்கப்பட்டது.
te: రికార్డ్ చేసిన సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความที่บันทึกแล้ว
tr_tr: Kayıtlı mesaj kaydedildi
ur: ریکارڈ شدہ پیغام محفوظ ہوگیا
uz: Yozib olingan xabar saqlandi
zh_tw: 已儲存錄製訊息

# IDS_CALL_TPOP_FAILED_TO_SAVE_RECORDED_MESSAGE
source: Failed to save recorded message.
ar: فشل حفظ الرسالة المسجلة
az: Yazıya alınan mesajı yaddaşda saxlamaq mümkün olmadı
bg: Записването на записаното съобщение е неуспешно.
bn: রেকর্ড করা বার্তা সংরক্ষণ করতে ব্যর্থ৷
ca: Error en desar el missatge gravat.
el_gr: Η αποθήκευση του ηχογραφημένου μηνύματος απέτυχε.
et: Salvestatud sõnumi salvestamine nurjus
eu: Ezin izan da grabatutako mezua gorde.
fa: پیام ضبط شده ذخیره نشد
gu: રેકોર્ડ કરેલા સંદેશાને સાચવવામાં નિષ્ફળ થયું.
he: שמירת ההודעה המוקלטת נכשלה
hi: रिकॉर्ड किया गया सन्देश सुरक्षित करने में विफल।
hu: Nem sikerült menteni a rögzített üzenetet.
hy: Գրանցված ուղերձի պահումը ձախողվեց
is: Ekki tókst að vista skráðu skilaboðin.
ja_jp: 伝言メモの保存に失敗しました。
ka: ჩაწერილი შეტყობინება ვერ შეინახა
kk: Жазып алынған хабар сақталмады
kn: ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಸಂದೇಶವನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko_kr: 녹음 메시지를 저장하지 못하였습니다.
lt: Nepavyko išsaugoti įrašytos žinutės
lv: Neizdevās saglabāt ierakstīto ziņu
mk: Не можеше да се сочува снимената порака.
ml: റെക്കോർഡ് ചെയ്ത സന്ദേശം സംരക്ഷിക്കുന്നത് പരാജയപ്പെട്ടു
nb: Kunne ikke lagre innspilt melding.
nl: Opgenomen bericht niet opgeslagen.
ro: Salvarea mesajului înregistrat nu a reuşit.
ru_ru: Не удалось сохранить записанное сообщение
si: පටිගත කළ පණිවිඩය සුරැකීමට අසමත් විය.
sk: Nepodarilo sa uložiť nahranú správu.
sl: Posnetega sporočila ni uspelo shraniti.
ta: பதிவுசெய்த தகவலை சேமிப்பது தோல்வியுற்றது.
te: రికార్డ్ చేసిన సందేశాన్ని సేవ్ చేయడంలో విఫలమైంది.
th: บันทึกข้อความที่บันทึกไม่ได้
tr_tr: Kayıtlı mesaj kaydedilemedi
ur: ریکارڈ شدہ پیغام محفوظ کرنا ناکام ہوگیا
uz: Yozib olingan xabarni saqlab bo‘lmadi
zh_tw: 無法儲存錄製訊息

# IDS_CALL_TPOP_ACCEPT_OR_REJECT_CALLS_WITH_THE_VOICE_COMMANDS_P1SS_OR_P2SS_ABB
source: Accept or reject calls with the voice commands “%1$s” or “%2$s”.
ar: قبول المكالمات أو رفضها عبر استخدام أمري الصوت ”%1$s“ أو ”%2$s“
az: “%1$s” və ya “%2$s” səs əmr ilə zəng qəbul edin və ya rədd edin
bg: Прием. или отхвър. повикв. с гласовите команди „%1$s“ и „%2$s“.
bn: “%1$s” অথবা “%2$s” ভয়েস আদেশগুলির মাধ্যমে কলগুলি স্বীকার বা প্রত্যাখ্যান করুন।
ca: Accepti o rebutgi trucades amb ordres de veu “%1$s” o “%2$s”.
el_gr: Να γίνεται αποδοχή ή απόρριψη κλήσεων με τις φωνητ. εντολές «%1$s» ή «%2$s».
et: Saate vastata kõn. ja nendest keeld. häälkäskl. „%1$s” ja „%2$s”
eu: Onartu edo ukatu deiak “%1$s” edo “%2$s” ahots komandoekin.
fa: با فرمان صوتی ”‎“%1$s یا ”‎“%2$s تماس را بپذیرید یا رد کنید
gu: અવાજ આદેશો “%1$s” અથવા “%2$s” સાથેના કૉલ્સને સ્વીકારો અથવા નકારો.
he: קבל או דחה שיחות באמצעות הפקודות הקוליות ״%1$s״ או ״%2$s״
hi: वॉइस कमांड “%1$s” या “%2$s” के साथ कॉल स्वीकार या अस्वीकार करें
hu: A(z) „%1$s”/„%2$s” hangutasítással hívást fogadhat/utasíthat el.
hy: Ընդունել կամ մերժել կանչերը «%1$s» կամ «%2$s» ձայն. հրամաններով
is: Svara símtölum eða hafna með raddskipununum „%1$s“ eða „%2$s“.
ja_jp: 「%1$s」または「%2$s」の音声コマンドで、着信に応答/拒否
ka: მიიღეთ ან უარყავით ზარები ხმოვანი ბრძანებებით: „%1$s“ ან „%2$s“
kk: “%1$s” не “%2$s” дауыс. коман. арқ. қоң-ды қабыл-з не бас тар-з
kn: ಧ್ವನಿ ಆದೇಶ “%1$s” ಅಥವಾ “%2$s” ಗಳೊಂದಿಗೆ ಕರೆಗಳನ್ನು Accept ಅಥವಾ reject.
ko_kr: “%1$s”, “%2$s”과 같은 음성 명령으로 전화를 받거나 거절할 수 있습니다.
lt: Atsiliepk. ar atmesk. skambučius balso komandomis „%1$s“/ „%2$s“
lv: Lai pieņ. vai nor. zv., izmant. balss kom.: “%1$s” vai “%2$s”
mk: Приф. или одбив. повици со говорните команди „%1$s“ или „%2$s“.
ml: ശബ്ദ കമാൻഡുകളായ “%1$s” അല്ലെങ്കിൽ “%2$s” ഉപയോഗിച്ച് കോളുകൾക്ക് മറുപടി നൽകുക അല്ലെങ്കിൽ നിരസിക്കുക
nb: Besvar eller avvis anrop med talekommandoene “%1$s” eller “%2$s”.
nl: Accept. of weiger oproepen met spraakopdrachten “%1$s” of “%2$s”.
ro: Acceptaţi/respingeţi apeluri cu com. voc. „%1$s” sau „%2$s”.
ru_ru: Голосовые команды “%1$s” и “%2$s”: принятие и отклон. звонков.
si: හඬ විධාන “%1$s” හෝ “%2$s” සමගින් ඇමතුම් පිළිගන්න නැතහොත් ප්‍රතික්ෂේප කරන්න.
sk: Hlas. príkazmi „%1$s“ alebo „%2$s“ môžete prijať/odmietn. hovory.
sl: Sprejmite ali zavrnite klice z glasov. ukazoma »%1$s« ali »%2$s«.
ta: “%1$s” மற்றும் “%2$s” என்ற குரல் கட்டளைகள் மூலம் அழைப்புகளை ஏற்கவும் அல்லது மறுக்கவும்
te: వాయిస్ ఆదేశాలు “%1$s” లేదా “%2$s”తో కాల్‌లను ఆమోదించండి లేదా తిరస్కరించండి
th: รับหรือปฏิเสธสายด้วยคำสั่งเสียง “%1$s” หรือ “%2$s”
tr_tr: Aramaları “%1$s” veya “%2$s” sesli komutuyla kabul et veya reddt
ur: صوتی کمانڈز “%1$s” یا “%2$s” کے ساتھ کالوں کو قبول یا مسترد کریں
uz: “%1$s” yoki “%2$s” ovozli buyruq b-n qo‘n-ni qab/qil yoki rad et
zh_tw: 透過語音指令「%1$s」與「%2$s」來接聽或拒接來電

# IDS_CALL_POP_WRONG_GROUP
source: Wrong group.
ar: مجموعة خطأ.
az: Qrup səhvdir.
bg: Грешна група.
bn: ভুল গ্রুপ।
ca: Grup incorrecte
el_gr: Λάθος ομάδα.
et: Vale rühm.
eu: Okerreko taldea
fa: گروه اشتباه است.
gu: ખોટો સમૂહ.
he: קבוצה שגויה.
hi: ग़लत समूह।
hu: Helytelen csoport
hy: Սխալ խումբ:
is: Rangur hópur.
ja_jp: グループが間違っています。
ka: არასწორი ჯგუფი.
kk: Қате топ.
kn: ತಪ್ಪು ಗುಂಪು.
ko_kr: 그룹이 바르지 않습니다.
lt: Neteisinga grupė.
lv: Nepareiza grupa.
mk: Погрешна група.
ml: തെറ്റായ ഗ്രൂപ്പ്.
nb: Feil gruppe.
nl: Onjuiste groep.
ro: Grup greşit
ru_ru: Неверная грyппа
si: වැරදි කණ්ඩායම.
sk: Chybná skupina.
sl: Napačna skupina.
ta: தவறான குழு.
te: చెల్లని సమూహం.
th: กลุ่ม​ผิด
tr_tr: Yanlış grup.
ur: غلط گروپ۔
uz: Noto‘g‘ri guruh.
zh_tw: 群組錯誤。

# IDS_CALL_POP_VERIFY_SIM_OR_INSERT_VALID_SIM
source: Verify SIM or insert valid SIM.
ar: تحقق من بطاقة SIM أو إدراج بطاقة SIM صالحة.
az: SIM kartı yoxla və ya düzgun SIM daxil et.
bg: Проверете SIM или поставете валидна SIM.
bn: SIM যাচাই করুন অথবা বৈধ SIM অন্তর্ভুক্ত করুন।
ca: Verifiqui la SIM o introdueixi'n una de vàlida
el_gr: Επαληθεύστε SIM ή εισάγετε έγκυρη SIM.
et: Kontrollige SIM-i voi sisestage kehtiv SIM.
eu: Egiaztatu SIM edo adierazi SIM zuzena
fa: سیم یا جاگذاری سیم معتبر را تایید کنید.
gu: SIM ચકાસો અથવા માન્ય SIM સામેલ કરો.
he: אמת SIM או הכנס SIM חוקי.
hi: SIM सत्‍यापित करें या मान्‍य SIM डालें
hu: Ellenőrizze a SIM-et vagy helyezzen be érvényes SIM-et.
hy: Ստուգել SIM-ը կամ մտցնել վավեր SIM:
is: Staðfestu SIM-kort eða settu gilt SIM-kort í.
ja_jp: SIMを確認するか、使用可能なSIMを挿入してください。
ka: შეამოწმეთ SIM ან ჩადეთ ქმედითი SIM.
kk: SIM картасын тексеріңіз немесе жарамды SIM картасын салыңыз.
kn: SIM ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಸಿಂಧುವಾದ SIM ಸೇರಿಸಿ.
ko_kr: SIM 카드를 확인하거나 사용할 수 있는 SIM 카드를 삽입하세요.
lt: Patikrinkite SIM arba įdėkite galiojančią SIM.
lv: Pārbaudiet SIM karti vai ievietojiet derīgu SIM karti.
mk: Потврдете го SIM-от или вметнете важечки SIM.
ml: SIM പരിശോധിക്കുക അല്ലെങ്കില്‍ സാധുവായ SIM ഘിടപ്പിക്കുക.
nb: Bekreft SIM-kort eller sett inn gyldig SIM-kort.
nl: SIM controleren of geldige SIM plaatsen
ro: Verificaţi cartela SIM sau introduceţi o cartelă SIM validă.
ru_ru: Проверьте SIM-карту или вставьте действующую SIM-карту.
si: SIM පත පරීක්ෂා කරන්න හෝ වලංගු SIM පතක් ඇතුල් කරන්න.
sk: Overte kartu SIM alebo vložte platnú kartu SIM.
sl: Preverite kartico SIM ali vnesite veljavno kartico SIM.
ta: SIMஐ சரிபார் அல்லது சரியான SIMஐ நுழை.
te: SIM నిర్ధారించు లేదా చెల్లుబాటు SIM చొప్పించు.
th: ตรวจ​สอบ SIM ​หรือ​ใส่ SIM ​ที่​ถูก​ต้อง
tr_tr: SIM’i doğrula veya geçerli SIM tak.
ur: SIM تصدیق کریں یا مجاز SIM داخل کریں
uz: SIM-kartani tekshiring yoki to‘g‘ri SIM-kartani kiriting.
zh_tw: 驗證SIM卡或插入有效SIM卡。

# IDS_CALL_POP_USER_BUSY
source: User busy.
ar: المستخدم مشغول.
az: İstifadəçi məşğuldur.
bg: Зает.
bn: ব্যবহারকারী ব্যাস্ত।
ca: Usuari ocupat
el_gr: Κατειλημμένη γραμμή.
et: Kasutaja on hõivatud.
eu: Erabiltzailea okupatuta
fa: مشغول است.
gu: ઉપયોગ કરનાર વ્યસ્ત.
he: משתמש תפוס.
hi: उपभोक्ता व्यस्त।
hu: Foglalt
hy: Բաժանորդը զբաղված է:
is: Notandi á tali.
ja_jp: 話し中、または通信中です。
ka: მომხმარებელი დაკავებულია.
kk: Тұтынушы бос емес
kn: ಬಳಕೆದಾರ ಕಾರ್ಯನಿರತ.
ko_kr: 상대방이 통화 중입니다.
lt: Naudotojas užimtas.
lv: Lietotājs aizņemts.
mk: Корисникот е зафатен.
ml: ഉപയോക്താവ് തിരക്കിലാണ്.
nb: Opptatt.
nl: In gesprek.
ro: Utilizator ocupat
ru_ru: Абонент занят.
si: භාවිතාකරන්නා කාර්යබහුලයි.
sk: Užívat. obsadený.
sl: Uporabnik zaseden.
ta: பயனர் பிஸி.
te: యూజర్ బిజీగా ఉన్నారు.
th: ผู้​ใช้​ไม่​ว่าง
tr_tr: Kullanıcı meşgul.
ur: استعمال کنندہ مصروف۔
uz: Foydalanuvchi band.
zh_tw: 使用者忙碌。

# IDS_CALL_POP_UNHOLD_NOT_SUPPORTED
source: Unhold not supported.
ar: الاستئناف غير مدعوم.
az: Gətirmə dəstəklənmir.
bg: Освобождаване не се поддържа.
bn: আনহোল্ড সমর্থিত নয়।
ca: No s'admet sense retenció
el_gr: Η κατάργηση αναμονής δεν υποστηρίζεται.
et: Vabastamist ei toetata.
eu: Berreskuratzea ez da bateragarri
fa: برقراری دوباره پشتیبانی نشده است.
gu: અનહોલ્ડને ટેકો નથી.
he: ביטול החזקה לא נתמך.
hi: अनहोल्‍ड समर्थित नहीं।
hu: Beléptetés nem támogatott.
hy: Պահման հանումը չի սատարվում:
is: Ekki stutt að taka úr bið.
ja_jp: 保留解除に対応していません
ka: დაკავების გაუქმება შეუძლებელია.
kk: Ұстамау мақұлданбайды.
kn: ಅನ್‌ಹೋಲ್ಡ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ko_kr: 통화 보류를 취소할 수 없습니다.
lt: Atidėjimo atšaukimas nepalaikomas.
lv: Atsākšanu neatbalsta.
mk: Враќањето не е поддржано.
ml: അണ്‍‌ഹോള്‍ഡ് പിന്തുണയ്ക്കുന്നില്ല.
nb: Opphev venting støttes ikke.
nl: Uit wacht halen niet ondersteund.
ro: Anulare menţinere neacceptată
ru_ru: Извлечение не поддерживается.
si: අත්හැරීම සහය නොදක්වයි.
sk: Zrušenie podržania nie je podporované.
sl: Sprostitev ni podprta.
ta: விடுவித்தல் ஆதரிக்கப்படவில்லை.
te: వదిలేయడానికి మద్దతు లేదు.
th: ไม่​รอง​รับ ​เลิก​พัก​สาย
tr_tr: Bırakma desteklenmiyor.
ur: ہولڈ ختم کرنے کی سپورٹ نہیں۔
uz: Bekor qilish qo‘llab-quvvatlanmaydi.
zh_tw: 不支援取消保留。

# IDS_CALL_POP_UNAVAILABLE
source: Unavailable
ar: غير متوفر
az: İstifadəsi mümkün deyil
bg: Недостъпен*
bn: অসুলভ
ca: No disponible
el_gr: Μη διαθέσιμο
et: Kättesaamatu
eu: Ez dago eskuragarri
fa: عدم دسترسی
gu: ઉપલબ્ધ નથી
he: לא זמין
hi: अनुपलब्ध
hu: Nem elérhető
hy: Անհասանելի
is: Ekki til staðar
ja_jp: 不可
ka: მიუწვდომელია
kk: Байланыс аясынан тыс жерде
kn: ಲಭ್ಯವಿಲ್ಲ
ko_kr: 사용할 수 없음
lt: Neleistina
lv: Nav pieejams
mk: Кога сте недостапни
ml: ലഭ്യമല്ല
nb: Utilgjengelig
nl: Niet beschikbaar
ro: Indisponibil
ru_ru: Недоступно
si: නොමැත
sk: Nie je k dispozícii
sl: Ni na voljo
ta: கிடைக்கவில்லை
te: లభ్యంలో లేదు
th: ใช้​ไม่​ได้
tr_tr: Mevcut değil
ur: دستیاب نہیں
uz: Mavjud emas
zh_tw: 無法使用

# IDS_CALL_POP_UNABLE_TO_RECORD_NOT_ENOUGH_MEMORY
source: Unable to record. Not enough memory.
ar: غير قادر على التسجيل. مساحة الذاكرة غير كافية.
az: Yazmaq mümkün deyildir. Yaddaş kifayət qədər deyildir.
bg: Не може да се запише. Няма достатъчно памет.
bn: রেকর্ড করতে অক্ষম। পর্যাপ্ত মেমরি নেই
ca: No es pot gravar. No hi ha prou memòria.
el_gr: Δεν είναι δυνατή η εγγραφή. Ανεπαρκής μνήμη.
et: Ei saa salvestada. Pole piisavalt mälu.
eu: Ezin da grabatu. Ez dago nahikoa memoriarik.
fa: ضبط امکان پذیر نیست. حافظه کافی موجود نیست.
gu: રેકોર્ડ કરવામાં અસમર્થ. પર્યાપ્ત સ્મૃતિ નથી
he: לא ניתן להקליט. אין די זיכרון.
hi: रिकॉर्ड करने में असमर्थ। पर्याप्‍त मेमोरी नहीं।
hu: Nem lehet rögzíteni. Kevés a memória.
hy: Հնարավոր չէ ձայնագրել: Չկա բավական հիշողություն:
is: Það er of lítið minni til að taka upp.
ja_jp: 録画できません。メモリが不足しています。
ka: ვერ ჩაიწერა. მეხსიერება არ ყოფნის.
kk: Жазуға болмайды. Жад жеткілікті емес.
kn: ದಾಖಲಿಸಲು ಅಸಾಧ್ಯ. ಸ್ಮರಣೆ ಸಾಕಷ್ಟಿಲ್ಲ
ko_kr: 녹음할 수 없습니다. 저장공간이 부족합니다.
lt: Negalima įrašyti. Nepakanka atminties.
lv: Nevar ierakstīt. Nepietiek atmiņas.
mk: Не може да се снима. Нема доволно меморија.
ml: റെക്കോര്‍ഡ് ചെയ്യാനാവില്ല. മതിയായ മെമ്മറി ഇല്ല
nb: Kan ikke spille inn. Ikke nok minne.
nl: Kan niet opnemen. Onvoldoende geheugen.
ro: Imposibil de înregistrat. Memorie insuficientă.
ru_ru: Запись невозможна. Недостаточно памяти.
si: පටිගත කළ නොහැක. ප්‍රමාණවත් මතකයක් නැත
sk: Nedá sa nahrať. Nedostatok pamäte.
sl: Ni mogoče posneti. Ni dovolj pomnilnika.
ta: பதிவுசெய்ய இயலவில்லை. போதுமான நினைவகம் இல்லை
te: రికార్డ్ చెయ్యడానికి కుదరడంలేదు. సరిపోయే మెమరీ లేదు
th: บันทึก​ไม่​ได้ หน่วย​ความ​จำ​ไม่​พอ
tr_tr: Kaydedilemiyor. Yeterli hafıza yok.
ur: ریکارڈ کرنے سے قاصر۔ میموری کافی نہیں۔
uz: Qayd qilib bo‘lmaydi. Xotira yetarli emas.
zh_tw: 無法錄製。記憶體不足。

# IDS_CALL_POP_UNABLE_TO_MAKE_CONFERENCE_CALLS
source: Unable to make conference calls.
ar: تعذر إجراء المكالمات الجماعية.
az: Zəngləri konfrans etməyi söndürün.
bg: Не може да се извърши конферентно повикване.
bn: কনফারেন্স কল করতে অক্ষম।
ca: No es poden realitzar trucades de multiconferència
el_gr: Δεν ήταν η δυνατή η διεξαγωγή τηλεφωνικών συνδιασκέψεων.
et: Ei saa ühendada konverentskõneks.
eu: Ezin da konferentzia deirik egin
fa: برقراری تماس کنفرانسی امکان پذیر نیست.
gu: કોન્ફરન્સ કૉલ્સ કરવામાં અક્ષમ.
he: לא ניתן ליצור שיחות ועידה.
hi: कॉल्‍स कॉन्फ्रेंस करने में अक्षम।
hu: Nem lehet konferenciahívást létrehozni.
hy: Անհնար է համախմբել կանչերը:
is: Mistókst að koma á símafundi.
ja_jp: 電話会議を作成できません。
ka: შეუძლებელია კონფერენციის ზარებისთვის.
kk: Конференциялық қоңырау шалу мүмкін емес.
kn: ಕಾನ್ಫರೆನ್ಸ್ ಕರೆಗಳನ್ನು ಮಾಡಲು ಅಸಮರ್ಥ.
ko_kr: 컨퍼런스 콜을 연결할 수 없습니다.
lt: Neįmanoma atlikti konferencinių skambučių.
lv: Nevar veikt konferences zvanus.
mk: Не се можни конференциски повици.
ml: കോണ്‍ഫറന്‍സ് കോളുകള്‍ വിളിക്കാനാവില്ല.
nb: Konferansesamtaler mislyktes.
nl: Vergaderoproepen niet mogelijk.
ro: Imposibil de unit apelurile în conferinţă
ru_ru: Конференц-вызовы невозможны.
si: සම්මන්ත්‍රණ ඇමතුම් කිරීමට නොහැකියි.
sk: Nedá sa vytvoriť konferenčný hovor.
sl: Konferenčnih klicev ni na voljo.
ta: கூட்டு அழைப்புகளை செய்ய இயலாது.
te: కాన్ఫరెన్స్ కాల్స్ చేయడం సాధ్యం కాలేదు.
th: ประชุม​โทรศัพท์​ไม่​ได้
tr_tr: Konferans görüşmeleri yapılamıyor.
ur: کانفرنس کالیں کرنے سے قاصر۔
uz: Konferens-qo‘ng‘iroqlarni amalga oshirib bo‘lmaydi.
zh_tw: 無法進行電話會議。

# IDS_CALL_POP_TRANSFER_NOT_SUPPORTED
source: Transfer not supported.
ar: التحويل غير مدعوم.
az: Köçürmə dəstəklənmir.
bg: Прехвърлянето не се поддържа.
bn: স্থানান্তর সমর্থিত নয়।
ca: No s'admet la transferència
el_gr: Η μεταφορά δεν υποστηρίζεται.
et: Edastamist ei toetata.
eu: Transferentzia ez da bateragarria
fa: انتقال پشتیبانی نشده است.
gu: તબદીલીને ટેકો નથી.
he: העברה לא נתמכת.
hi: स्‍थानांतरण असमर्थित।
hu: Hívásátadás nem támogatott.
hy: Գործարքը չի սատարվում:
is: Flutningur er ekki studdur.
ja_jp: 転送に対応していません
ka: გადაცემა შეუძლებელია.
kk: Орналастыру мақұлданбайды.
kn: ವರ್ಗಾವಣೆ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko_kr: 상대방 연결이 지원되지 않습니다.
lt: Perkėlimas nepalaikomas.
lv: Pārsūtīšanu neatbalsta.
mk: Префрлувањето не е поддржано.
ml: സ്ഥാനമാറ്റ മോഡ്‌ പിന്തുണയ്‌ക്കുന്നില്ല.
nb: Overføring støttes ikke.
nl: Doorverbinden niet ondersteund.
ro: Transfer neacceptat
ru_ru: Перевод не поддерживается.
si: මාරුකිරීම සහාය නොදක්වයි.
sk: Prenos nie je podporovaný.
sl: Prenos ni podprt.
ta: பரிமாற்றம் ஆதரிக்கப்படாது.
te: బదిలీకి మద్దతులేదు.
th: ไม่​รอง​รับ​การ​โอน​สาย
tr_tr: Transfer desteklenmiyor.
ur: ٹرانسفر کی سپورٹ نہیں۔
uz: Uzatish qo‘llab-quvvatlanmaydi.
zh_tw: 不支援轉移。

# IDS_CALL_POP_TRANSFER_FAILED
source: Transfer failed.
ar: فشل التحويل.
az: Köçürmə alınmadı.
bg: Прехвърлянето e неуспешно.
bn: স্থানান্তর ব্যর্থ।
ca: Error de transferència
el_gr: Σφάλμα μεταφοράς.
et: Edastamine nurjus.
eu: Akatsa transferitzean
fa: انتقال ناموفق بود.
gu: તબદીલી નિષ્ફળ.
he: ההעברה נכשלה.
hi: स्‍थानांतरण विफल।
hu: Hívásátadás sikertelen.
hy: Փոխանցումը չհաջողվեց:
is: Flutningur tókst ekki.
ja_jp: 転送に失敗しました。
ka: ვერ გადაიცა.
kk: Орналастыру үзіліп кетті.
kn: ವರ್ಗಾವಣೆ ವಿಫಲವಾಗಿದೆ.
ko_kr: 전송하지 못하였습니다.
lt: Persiųsti nepavyko.
lv: Pārsūtīšana neizdevās.
mk: Неуспешно префрлување.
ml: സ്ഥാനം മാറ്റല്‍‌ പരാജയപ്പെട്ടു.
nb: Overføringsfeil.
nl: Fout bij doorverbinden.
ro: Transfer nereuşit
ru_ru: Сбой передачи.
si: මාරු කිරීම අසාර්ථකයි.
sk: Chyba prenosu.
sl: Prenos ni uspel.
ta: பரிமாற்றம் தோல்வி.
te: బదిలీ విఫలమైంది.
th: โอน​สาย​ผิด​พลาด
tr_tr: Transfer başarısız.
ur: ٹرانسفر فیل۔
uz: Uzatish bajarilmadi.
zh_tw: 傳輸失敗。
