Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_COM_POP_DISABLE_FLIGHT_MODE
source: Turn off Airplane mode.
ar: إلغاء تفعيل وضع الطيران.
az: Uçuş rejimini qeyri-aktiv et.
bg: Деактивирай режим Полет
bn: বিমান মোড অক্ষম করুন।
ca: Deshabilitar mode Vol
el_gr: Απενεργοποίηση της λειτουργίας πτήσης.
et: Keela lennurežiim.
eu: Ezgaitu Hegaldi modua
fa: حالت پرواز را غیرفعال کنید.
gu: ફ્લાઇટ મોડ નિષ્ક્રિય કરો.
he: השבת מצב טיסה.
hi: फ्लाइट मोड अक्षम करें।
hu: Tiltsa le a Repülő üzemmódot.
hy: Կասեցնել Թռիչքային ռեժիմը:
is: Slökkva á flugstillingu.
ja_jp: 機内モードを無効にする
ka: ფრენის რეჟიმის გამორთვა.
kk: Ұшу режимін өшіру.
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ಅಶಕ್ತಗೊಳಿಸಿ.
ko_kr: [비행기 탑승 모드]를 해제하세요.
lt: Išjungti skrydžio režimą.
lv: Deaktivizēt lidojuma režīmu.
mk: Исклучи режим за летало.
ml: ഫ്ലൈറ്റ് മോഡ് നിഷ്ക്രിയമാക്കുക.
nb: Deaktiver Flymodus.
nl: Vliegtuigstand uitschakelen
ro: Dezactivare mod Avion
ru_ru: Выключить автономный режим.
si: පියාසර මාදිලිය අක්‍රිය කරන්න.
sk: Vypnúť letový režim
sl: Onemogoči način letenja.
ta: ஃப்ளைட் முறையை செயல்நீக்குக.
te: విమానం మోడ్ డిసేబుల్ చెయ్యి.
th: ปิด​ใช้​งาน​โหมด​การ​บิน
tr_tr: Uçuş modunu devre dışı bırak.
ur: فلائٹ موڈ نا اہل بنائیں
uz: Parvoz rejimini o‘chirish.
zh_tw: 停用飛航模式。

# IDS_CALL_TPOP_RECORDING_SAVED_IN_VOICE_RECORDER
source: Recording saved in Voice Recorder.
ar: تم حفظ التسجيل في مسجل الصوت.
az: Yazı Səsyazmada saxlandı.
bg: Записът е запазен в Диктофон.
bn: ভয়েস রেকর্ডারে রেকর্ডিং সংরক্ষিত।
ca: Gravació desada a la Gravadora de veu.
el_gr: Η εγγραφή αποθηκεύτηκε στην εφαρμογή “Εγγραφή Φωνής”.
et: Salvestis on salvestatud kausta Helisalvesti.
eu: Grabaketa Ahots Grabagailuan gorde da.
fa: مورد ضبط شده در ضبط صوت ذخیره شد.
gu: અવાજ રેકોર્ડરમાં રેકોર્ડિંગ સાચવી.
he: ההקלטה נשמרה ב'רשמקול'.
hi: रिकॉर्डिंग वॉइस रिकॉर्डर में सुरक्षित की गई।
hu: Felvétel mentve a Hangrögzítőbe.
hy: Ձայնագրումը պահպանվեց Ձայնագրիչում:
is: Upptaka vistuð í raddupptöku.
ja_jp: 録音ファイルを[ボイスレコーダー]に保存しました。
ka: ჩანაწერი შენახულია ხმის ჩამწერში.
kk: Жазба “Диктофон” ішіне сақталды.
kn: ವಾಯ್ಸ್‌ ರೆಕಾರ್ಡರ್‌ ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ.
ko_kr: 녹음 파일을 [음성 녹음]에 저장하였습니다.
lt: Įrašas išsaugotas diktofone.
lv: Ieraksts saglabāts mapē Balss ierakstīšana.
mk: Снимката е сочувана во Диктафонот.
ml: ശബ്ദ റെക്കോർഡറിലേക്ക് റെക്കോർഡിംഗ് സംരക്ഷിച്ചു.
nb: Opptak lagret i Lydopptaker.
nl: Opname opgeslagen in Spraakrecorder.
ro: Înregistrarea a fost salvată în Înregistrare voce.
ru_ru: Запись сохранена в папку диктофона.
si: පටිගත කිරීම හඬ රෙකෝඩරය තුළ සුරැකිණි.
sk: Nahrávka bola uložená do aplikácie Hlasový záznamník.
sl: Posnetek shranjen v Snemalnik zvoka.
ta: குரல் பதிகருவியில் பதிதல் சேமிக்கப்பட்டது.
te: వాయిస్ రికార్డర్‌లో రికార్డింగ్ సేవ్ చేయబడింది.
th: บันทึกการบันทึก ในเครื่องบันทึกเสียงแล้ว
tr_tr: Kayıt Ses Kaydedici'ye kaydedildi.
ur: ریکارڈنگ وائس ریکارڈر میں محفوظ ہوگئی۔
uz: Yozuv Ovoz yozish vositasida saqlandi.
zh_tw: 錄音已儲存至錄音機。

# IDS_CALL_POP_CALLMISSED
source: Missed call
ar: مكالمة فائتة
bg: Пропуснат разговор
ca: Trucada perduda
el_gr: Αναπάντητη κλήση
et: Vastamata kõne
eu: Galdutako deia
hi: छूटी कॉल
hu: Nem fogadott hívás
kk: Қабылданбаған қоңырау
lt: Neatsakytas skambutis
lv: Neatbildēts zvans
nl: Gemiste oproep
ro: Apel pierdut
tr_tr: Cevapsız arama
zh_tw: 未接電話

# IDS_CALL_POP_MISSED_CALLS_ABB
source: Missed calls
ar: مكالمات فائتة
bg: Пропyснати разговори
ca: Trucades perdudes
el_gr: Αναπάντητες
et: Vastamata
eu: Galdutako deiak
hi: छूटी कॉल्स
hu: Nem fogadott
kk: Қабылданбаған
lt: Pral.skamb.
lv: Neatb.zvani
nl: Gemiste oproepen
ro: Apel. pierd.
tr_tr: Cevapsız arama
zh_tw: 未接電話

# IDS_CALL_BODY_UNKNOWN
source: Unknown
ar: غير معروف
bg: Няма информация
ca: Desconegut
el_gr: Άγνωστο
et: Tundmatu
eu: Ezezaguna
hi: अज्ञात
hu: Ismeretlen
kk: Белгісіз
lt: Nežinomas
lv: Nezināms
nl: Onbekend
ro: Necunoscut
tr_tr: Gizli numara
zh_tw: 未知

# IDS_COM_BODY_PRIVATE_NUMBER
source: Private number
ar: ﺎﻟﺮﻘﻣ ﺎﻠﺧﺎﺻ
bg: Частен номер
ca: Número privat
el_gr: Απόρρητος αριθμός
et: Eranumber
eu: Zenbaki pribatua
hi: निजी नंबर
hu: Privát szám
kk: Жеке нөмір
lt: Privatus numeris
lv: Privāts numurs
nl: Privé-nummer
ro: Număr privat
tr_tr: Özel numara
zh_tw: 私人號碼

# IDS_CALL_BODY_PAYPHONE
source: Payphone
ar: ﻩﺎﺘﻓ ﺎﻠﻌﻤﻟﺓ
bg: Телефон с предплащане
ca: Telèfon de pagament
el_gr: Καρτοτηλέφωνο
et: Taksofon
eu: Telefono publikoa
hi: पेफोन
hu: Telefonfülke
kk: Таксофон
lt: Taksofonas
lv: Taksofons
nl: Oproep uit telefooncel
ro: Telefon public
tr_tr: Ankesörlü telefon
zh_tw: 公用電話
