Repository: tizenorg/platform.core.telephony.call-manager
Catalog: callmgr-popup/res/po/*.po
Languages: ar, az, bg, bn, ca, el_gr, et, eu, fa, gu, he, hi, hu, hy, is, ja_jp, ka, kk, kn, ko_kr, lt, lv, mk, ml, nb, nl, ro, ru_ru, si, sk, sl, ta, te, th, tr_tr, ur, uz, zh_tw

# IDS_COM_SK_CANCEL
source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отмени
bn: বাতিল
el_gr: Άκυρο
et: Tühista
eu: Ezeztatu
fa: خیر
gu: રદ કરો
he: ביטול
hi: रद्द
hu: Mégse
hy: Չեղարկել
is: Hætta við
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
kn: ರದ್ದು
ko_kr: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കു.
nb: Avbryt
nl: Annuleren
ro: Anulare
ru_ru: Отмена
si: අව. කර.
sk: Zrušiť
sl: Prekliči
ta: ரத்து
te: రద్దు
th: ยกเลิก
tr_tr: İptal
ur: منسوخ
uz: Bekor qilish
zh_tw: 取消

# IDS_COM_SK_OK
source: OK
ar: موافق
bn: ওকে
ca: Acceptar
eu: Ados
fa: تاييد
gu: ઓકે
he: אישור
hi: ओके
hy: Ընդունել
is: Í lagi
ka: კი
kn: ಸರಿ
ko_kr: 확인
lt: Gerai
lv: Labi
ml: ശരി
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
ur: ٹھیک ہے
zh_tw: 確定

# IDS_CALL_POP_CALLING_EMERG_ONLY
source: Emergency calls only
ar: مكالمات طوارئ فقط.
az: Yalnız fövqəladə zənglər üçün.
bg: Само спешни повиквания.
bn: কেবলমাত্র আপৎকালীন কল।
ca: Només trucades d'emergència
el_gr: Μόνο επείγουσες κλήσεις.
et: Ainult hädaabikõned.
eu: Larrialdi deiak bakarrik
fa: فقط تماس اضطراری گرفته شود.
gu: માત્ર તાત્કાલિક કૉલ.
he: שיחות חירום בלבד.
hi: केवल आपातकालीन कॉलें।
hu: Csak segélyhívás indítható.
hy: Միայն հրատապ կանչեր:
is: Aðeins neyðarhringingar.
ja_jp: 緊急通報のみ​発信可能です。
ka: მხოლოდ გადაუდებელი ზარები.
kk: Тек жедел қоңырау үшін.
kn: ತುರ್ತು ಕರೆಗಳು ಮಾತ್ರ.
ko_kr: 긴급전화만 가능합니다.
lt: Tik pagalbos skambučiai.
lv: Tikai ārkārtas zvani.
mk: Само итни повици.
ml: എമര്‍ജന്‍സി കോളുകള്‍ മാത്രം.
nb: Kun nødanrop
nl: Alleen noodoproepen.
ro: Numai apeluri de urgenţă
ru_ru: Только экстренные вызовы.
si: හදිසිය ඇමතුමක් පමණි.
sk: Len tiesňové volania.
sl: Samo klici v sili.
ta: அவசர அழைப்புகள் மட்டும்.
te: అత్యవసర కాల్‌లు మాత్రమే.
th: โทร​ฉุก​เฉิน​เท่า​นั้น
tr_tr: Yalnızca acil aramalar.
ur: صرف ہنگامی کالیں۔
uz: Faqat favqulodda qo‘ng‘iroqlar.
zh_tw: 僅限緊急通話

# IDS_COM_POP_CONNECTION_PROBLEM_OR_INVALID_MMI_CODE
source: Connection problem or invalid MMI code.
ar: توجد مشكلة في الاتصال، أو رمز MMI غير صحيح.
az: Bağlantı problemi və səhv MMI kodu.
bg: Проблем с връзката или невалиден MMI код.
bn: সংযোগ সমস্যা অথবা অবৈধ MMI কোড।
ca: Problema de connexió o codi MMI no vàlid
el_gr: Πρόβλημα σύνδεσης ή μη έγκυρος κωδικός MMI.
et: Ühenduse probleem või vale MMI-kood.
eu: Konektatzeko arazoak edo MMI kodea okerra
fa: مشکل اتصال یا کد MMI غیر معتبر است.
gu: જોડાણ સમસ્યા અથવા અમાન્ય MMI કોડ.
he: בעיית חיבור או קוד MMI לא חוקי.
hi: कनेक्शन समस्‍या या अमान्‍य MMI कोड।
hu: Csatlakozási probléma vagy érvénytelen MMI-kód
hy: Կապի խնդիր կամ անվավեր MMI կոդ:
is: Vandamál í tengingu eða ógildur MMI-kóði.
ja_jp: 接続エラーまたはMMIコードが正しくありません。
ka: დაკავშირების პრობლემაა, ან MMI კოდი არასწორია.
kk: Қосылу ақаулығы немесе қате MMI коды.
kn: ಸಂಪರ್ಕ ಸಮಸ್ಯೆ ಅಥವಾ ಸಿಂಧುವಲ್ಲದ MMI ಕೋಡ್.
ko_kr: 네트워크 연결에 문제가 발생했거나 MMI 코드가 바르지 않습니다.
lt: Įvyko ryšio klaida arba neteisingas MMI kodas
lv: Savienojuma problēma vai nederīgs MMI kods.
mk: Проблем со врската или неважечки MMI-код.
ml: കണക്ഷന്‍ തകരാര്‍ അല്ലെങ്കില്‍ തെറ്റായ MMI കോഡ്.
nb: Tilkoblingsproblem eller ugyldig MMI-kode.
nl: Verbindingsprobleem of ongeldige MMI-code.
ro: Problemă de conexiune sau cod MMI nevalid
ru_ru: Проблема подключения или недействительный код MMI.
si: සබඳතා ගැටළුවක් හෝ වැරදි MMI කේතයක්.
sk: Problém s pripojením alebo neplatný kód MMI.
sl: Težave s povezavo ali neveljavna koda MMI.
ta: இணைப்பு சிக்கல் அல்லது MMI குறியீடு.
te: కనెక్షన్ సమస్య లేదా చెల్లని MMI కోడ్.
th: ปัญหา​ใน​การ​เชื่อม​ต่อ​หรือ​รหัส MMI ​ไม่​ถูก​ต้อง
tr_tr: Bağlantı sorunlu veya MMI kodu geçersiz.
ur: کنکشن کا مسئلہ یا غیرمجاز MMI کوڈ۔
uz: Ulanish muammosi yoki noto‘g‘ri MMI kodi.
zh_tw: 連接問題或無效的MMI代碼。

# IDS_COM_BODY_YOUR_CALL_WITH_PS_IS_ON_HOLD
source: Your call with %s is on hold.
ar: تم تعليق مكالمتك مع %s.
az: Sizin %s ilə zənginiz gözləmədədir.
bg: Вашият разговор с %s е задържан.
bn: %s এর সাথে আপনার কলটি প্রতীক্ষায় আছে।
ca: La seva trucada amb %s està en espera
el_gr: Η κλήση σας με το χρήστη %s βρίσκεται σε αναμονή.
et: Kone kontaktiga %s jaetakse ootele.
eu: %s-(r)ekin duzun deia zain dago
fa: تماس شما با %s در حال انتظار است.
gu: %s સાથેનો તમારો કૉલ અવલંબન પર છે.
he: השיחה שלך עם %s נמצאת בהמתנה.
hi: आपका %s के साथ कॉल होल्ड पर हैं।
hu: %s hívása tartásban.
hy: Ձեր զանգը %sի հետ հետաձգված է:
is: Símtalið við %s er í bið.
ja_jp: %sとの通話は保留中です。
ka: თქვენი ზარი აბონენტთან %s იცდის.
kk: Сіз бен %s арасындағы қоңырау ұсталуда.
kn: %sನೊಂದಿಗೆ ನಿಮ್ಮ ಕರೆಯನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ.
ko_kr: %s 님과의 통화가 보류 중입니다.
lt: Jūsų skambutis su %s atidėtas.
lv: Jūsu saruna ar %s ir aizturēta.
mk: Вашиот повик со %s е на чекање.
ml: %s-മായുള്ള നിങ്ങളുടെ കോള്‍ ഹോള്‍ഡിലാണ്.
nb: Samtalen med %s er satt på vent.
nl: Uw oproep met %s is in de wacht gezet.
ro: Apelul dvs. către %s este în aşteptare.
ru_ru: Разговор с пользователем %s поставлен на удержание.
si: %s සමඟ ඔබේ ඇමතුම රැඳවිණ.
sk: Váš hovor s účastníkom %s je podržaný.
sl: Vaš klic z osebo %s je na čakanju.
ta: %s உடனான உங்கள் அழைப்பு காத்திருப்பில் உள்ளது.
te: మీ కాల్ %sతో హోల్డ్‌లో ఉంది.
th: การโทรของคุณกับ %s ถูกพักสายไว้
tr_tr: %s ile görüşmeniz bekleye alındı.
ur: %s کے ساتھ آپ کی کال ہولڈ پر ہے
uz: %s bilan qo‘ng‘irog‘ingiz kutish rejimida.
zh_tw: 與 %s 的通話保留中。

# IDS_COM_BODY_UNCONDITIONAL_CALL_FORWARDING_ACTIVE
source: Unconditional call forwarding active.
ar: تم تنشيط تحويل المكالمات الغير المشروط.
az: Şərtsiz zəng yönləndirmə aktivdir.
bg: Безусловното прехвърляне на повиквания е активирано.
bn: শর্তহীন কল অগ্রবর্তীকরণ সক্রিয়।
ca: Reenviament incondicional de trucades actiu
el_gr: Ενεργή προώθηση κλήσης χωρίς όρους.
et: Kõnede tingimusteta ümbersuunamine on aktiivne.
eu: Edozein dei birbidaltzeko aukera gaituta
fa: هدایت تماس بی قید و شرط فعال است.
gu: બિનશરતી કૉલ ફોર્વર્ડિંગ સક્રિય.
he: העברת שיחות לא מותנית פעילה.
hi: बिना शर्त कॉल फ़ॉरवर्ड किया जाना सक्रिय।
hu: A feltétel nélküli hívásátirányítás aktív.
hy: Չպայմանավորված զանգի փոխանցումը միացված է:
is: Óskilyrtur flutningur símtala er virkur.
ja_jp: 無条件の通話転送サービス中です。
ka: ზარის უპირობო გადამისამართება გააქტიურებულია.
kk: Шартсыз қоңыраудың бағытын өзгерту қосулы
kn: ಕರಾರಿಲ್ಲದ ಕರೆ ಫಾರ್ವರ್ಡಿಂಗ್ ಸಕ್ರಿಯ.
ko_kr: 호 전달 중입니다.
lt: Įjungta besąlyginio skambučio persiuntimo funkciją
lv: Zvanu pārsūtīšana bez nosacījuma ir aktīva.
mk: Активно е безусловното препраќање повици.
ml: നിബന്ധനയില്ലാത്ത കോള്‍ ഫോര്‍വാഡിംഗ് സജീവം.
nb: Ubetinget viderekobling aktivert.
nl: Doorsturen zonder voorwaarden actief.
ro: Redirecţionarea necondiţionată a apelurilor a fost activată.
ru_ru: Включена безусловная переадресация вызовов.
si: කොන්දේසි විරහිත ඇමතුම් යොමු කිරීම සක්‍රියයි.
sk: Nepodmienené presmerovanie hovorov je aktívne.
sl: Vključeno je brezpogojno posredovanje klicev.
ta: நிபந்தனையற்ற அழைப்பு முன்னனுப்புதல் செயலில்.
te: షరతులు లేని కాల్ ఫార్వార్డింగ్ యాక్టివ్ చేయబడింది.
th: การส่งต่อการโทร อย่างไม่มีเงื่อนไข
tr_tr: Koşulsuz arama yönlendirme aktif.
ur: غیر مشروط کال آگے بھیجنا زیر عمل۔
uz: Shartsiz qo‘n-ni boshqa raqamga yo‘naltirish yoqilgan.
zh_tw: 無條件啟動來電轉接。

# IDS_COM_BODY_UNABLE_TO_SWITCH_CALLS
source: Unable to switch calls.
ar: تعذر تحويل المكالمات.
az: Zənglərin keçirilməsini söndürün.
bg: Не може да се превключат повикванията.
bn: কল স্যুইচ করতে অক্ষম।
ca: No es poden intercanviar trucades
el_gr: Δεν ήταν δυνατή η εναλλαγή μεταξύ κλήσεων.
et: Kõnesid ei saa vahetada.
eu: Ezin dira deiak pasatu
fa: تعویض تماس‌ها امکان پذیر نیست.
gu: કૉલ્સ સ્વિચ કરવામાં અક્ષમ.
he: לא ניתן להחליף שיחות.
hi: कॉल स्विच करने में असमर्थ।
hu: Nem lehet átkapcsolni a hívásokat.
hy: Անհնար է փոխանջատել կանչերը:
is: Mistókst að skipta á milli símtala.
ja_jp: 通話を切り替えられません。
ka: შეუძლებელია ზარების გადართვა.
kk: Қоңырауларды ауыстырып қосу мүмкін емес.
kn: ಕರೆಗಳನ್ನು ಸ್ವಿಚ್ ಮಾಡಲು ಅಸಮರ್ಥ.
ko_kr: 통화를 전환할 수 없습니다.
lt: Skambučių perjungti neįmanoma.
lv: Nevar pārslēgt zvanus.
mk: Не може да се заменат повиците.
ml: കോളുകള്‍ക്കിടയില്‍ മാറ്റാനാവില്ല.
nb: Kan ikke bytte samtale.
nl: Kan niet afwisselen tussen oproepen.
ro: Imposibil de comutat între apeluri
ru_ru: Не удается переключить вызовы.
si: ඇමතුම් මාරු කළ නොහැක.
sk: Hovory sa nedajú prepnúť.
sl: Ni mogoče preklopiti klicev.
ta: அழைப்புகளை மாற்ற இயலாது.
te: కాల్స్ మారడానికి సాధ్యం కాలేదు.
th: ไม่​สามารถ​สลับ​สาย​โทร
tr_tr: Aramalar arasında geçiş yapılamıyor.
ur: کالیں تبدیل کرنے سے قاصر۔
uz: Qo‘ng‘iroqlarni almashib bo‘lmaydi.
zh_tw: 無法切換通話。

# IDS_COM_BODY_OUT_OF_SERVICE_AREA
source: Out of service area.
ar: خارج منطقة الخدمة.
az: Xidmət ərazisindən kənardadır.
bg: Извън обслужвания периметър
bn: পরিষেবা বহির্ভূত অঞ্চল।
ca: Zona fora de servei
el_gr: Περιοχή εκτός δικτύου.
et: Teeninduspiirkonnast väljas.
eu: Zerbitzuz kanpoko eremua
fa: از منطقه سرویس خارج است.
gu: સર્વિસ બહારનો વિસ્તાર.
he: אזור חוסר זמינות.
hi: सेवा क्षेत्र से बाहर।
hu: Szolgáltatási területen kívül.
hy: Ռադիոծածկույթից դուրս է:
is: Utan þjónustusvæðis.
ja_jp: 圏外です。
ka: მომსახურების ზონის გარეთაა.
kk: Қызмет аясынан тыс жерде
kn: ಸೇವಾ ಪ್ರದೇಶದ ಹೊರಗೆ.
ko_kr: 서비스 지역을 벗어났습니다.
lt: Už ryšio zonos ribų
lv: Ārpus pakalpojuma zonas.
mk: Надвор од услужно подрачје.
ml: സേവനപരിധിക്ക് പുറത്തുള്ള മേഖല.
nb: Utenfor tjenesteområde.
nl: Buiten servicegebied.
ro: În afara zonei de acoperire a serviciului
ru_ru: Вне зоны обслуживания
si: සේවා ප්‍රදේශයෙන් පිට.
sk: Oblasť mimo prevádzky.
sl: Izven območja storitve.
ta: சேவைக்கு அப்பாற்பட்ட பகுதியிலுள்ளது.
te: సర్వీస్ ప్రాంతం లో లేదు.
th: นอก​พื้นที่​ให้​บริการ
tr_tr: Servis dışı alan.
ur: سروس کے علاقہ سے باہر۔
uz: Ximat ko‘rsatish doirasidan tashqari.
zh_tw: 不在服務範圍。

# IDS_COM_BODY_NOT_REGISTERED_ON_NETWORK
source: Not registered on network.
ar: لم يتم التسجيل على الشبكة.
az: Şəbəkədə qeydiyyata alınmamışdır.
bg: Не е регистриран в мрежата.
bn: নেটওয়ার্কে নিবন্ধন করা হয়নি।
ca: No està registrat a la xarxa
el_gr: Μη εγγεγραμμένο στο δίκτυο.
et: Pole registreeritud võrgus.
eu: Sarean erregistratu gabe
fa: روی شبکه ثبت نشده است.
gu: નેટવર્ક પર નોંધાયેલ નથી.
he: לא רשום ברשת.
hi: नेटवर्क पर पंजीकृत नहीं।
hu: Nincs regisztrálva a hálózaton.
hy: Գրանցված չէ ցանցում:
is: Ekki skráð á kerfi.
ja_jp: ネットワークに登録されていません。
ka: არ არის რეგისტრირებული ქსელში.
kk: Желіде тіркелмеген.
kn: ನೆಟ್‌ವರ್ಕ್‌ ಮೇಲೆ ನೋಂದಣಿಯಾಗಿಲ್ಲ.
ko_kr: 서비스 지역이 아닙니다.
lt: Tinkle neregistruotas.
lv: Nav reģistrēts tīklā.
mk: Не е регистрирано на мрежата.
ml: നെറ്റ്‌വര്‍ക്കില്‍ രജിസ്റ്റര്‍ ചെയ്തിട്ടില്ല.
nb: Ikke registrert på nettverk.
nl: Niet aangemeld bij netwerk.
ro: Neînregistrat în reţea
ru_ru: Не зарегистрирован в сети.
si: ජාලයේ ලියාපදිංචි කර නැත.
sk: Neregistrované v sieti.
sl: Ni registrirano v omrežju.
ta: நெட்வொர்க்கில் பதிவு செய்யவில்லை.
te: నెట్వర్క్ మీద రిజిస్టర్ చెయ్యబడలేదు.
th: ไม่​ได้​ลง​ทะเบียน​ใน​เครือ​ข่าย
tr_tr: Ağda kayıtlı değil.
ur: نیٹ ورک پر رجسٹرڈ نہیں ہے۔
uz: Tarmoqda ro‘yxatga olinmagan.
zh_tw: 尚未註冊網路。

# IDS_COM_BODY_FORWARDED_CALL
source: Forwarded call.
ar: مكالمة محولة.
az: Ötürülmüş zəng.
bg: Препратено повикване.
bn: অগ্রবর্তী করা কল।
ca: Trucada desviada
el_gr: Προώθηση κλήσης.
et: Ümbersuunatud kõne.
eu: Birbidalitako deia
fa: تماس هدایت شده است.
gu: ફોર્વર્ડે કરાયેલો કૉલ.
he: שיחה שהועברה.
hi: अग्रेषित किया हुआ कॉल।
hu: Átirányított hívás.
hy: Փոխանցված զանգ:
is: Flutt símtal.
ja_jp: 転送された通話
ka: გადამისამართებული ზარი.
kk: Бағыты өзгертілген қоңырау.
kn: ರವಾನಿಸಲಾದ ಕರೆ.
ko_kr: 착신전환된 통화입니다.
lt: Persiųstas skambutis.
lv: Pārsūtīts zvans.
mk: Пренасочен повик.
ml: ഫോര്‍വാര്‍ഡ് ചെയ്ത കോള്‍.
nb: Viderekoblet samtale.
nl: Oproep doorgeschakeld.
ro: Apel redirecţionat
ru_ru: Переадресованный вызов.
si: යොමු කළ ඇමතුම.
sk: Presmerovaný hovor.
sl: Posredovan klic.
ta: முன்னனுப்பப்பட்ட அழைப்பு.
te: ఫార్వార్డ్ అయిన కాల్.
th: การโทรที่ส่งต่อ
tr_tr: Yönlendirilmiş aramadır.
ur: آگے کی گئی کال۔
uz: Boshqaga yo‘naltirilgan qo‘ng‘iroq.
zh_tw: 已轉接來電。

# IDS_COM_BODY_CALL_RETRIEVED
source: Call retrieved.
ar: تم استئناف المكالمة.
az: Zəng yenidən qəbul edildi.
bg: Изтегляне на повикване.
bn: কল পুনরুদ্ধার হয়েছে।
ca: Trucada recuperada
el_gr: Η κλήση ανακτήθηκε.
et: Kõne taastatud.
eu: Deia berreskuratu da
fa: تماس بازیابی شد.
gu: કૉલ પાછો મેળવાયો.
he: שיחה אוחזרה.
hi: कॉल फिर प्राप्त हुई।
hu: Hívás beléptetve.
hy: Զանգն առբերված է:
is: Símtal var móttekið.
ja_jp: 通話保留が解除されました。
ka: ზარი მიღებულია.
kk: Қоңырау қайтарылды.
kn: ಕರೆ ಮರುಪಡೆಯಲಾಗಿದೆ.
ko_kr: 상대방이 통화중지를 해제합니다.
lt: Skambutis atnaujintas.
lv: Zvans atsākts.
mk: Вратено на линија.
ml: കോള്‍ റിട്രീവ് ചെയ്തു.
nb: Anrop hentet.
nl: Oproep opgehaald.
ro: Apelul a fost preluat.
ru_ru: Вызов переключен.
si: ඇමතුම ලබාගැනිණි.
sk: Hovor bol prevzatý.
sl: Klic je priklican.
ta: அழைப்பு சீர்செய்யப்பட்டது.
te: కాల్ తిరిగి పొందబడింది.
th: ได้รับการโทรแล้ว
tr_tr: Arama alındı.
ur: کال بازگیر ہوگئی۔
uz: Qo‘ng‘iroq tiklandi.
zh_tw: 通話已回覆。

# IDS_COM_BODY_CALL_ON_HOLD
source: Call on hold.
ar: المكالمة قيد الانتظار.
az: Zəng gözləmədədir.
bg: Разговорът e задържан.
bn: কল হোল্ডে আছে।
ca: Trucada en espera
el_gr: Κλήση σε αναμονή.
et: Kõne on ootel.
eu: Deia zain
fa: تماس در حال انتظار است.
gu: કૉલ હોલ્ડ પર રાખ્યો છે.
he: שיחה בהמתנה.
hi: कॉल होल्ड पर है।
hu: Tartott hívás
hy: Զանգը պահվում է:
is: Símtal í bið.
ja_jp: 通話を保留中です。
ka: ზარი იცდის.
kk: Қоңырау ұсталып тұр.
kn: ಕರೆ ಹಿಡಿತದಲ್ಲಿದೆ.
ko_kr: 상대방이 통화를 중지합니다.
lt: Pokalbis užlaikomas.
lv: Aizturēta saruna.
mk: Повикот е задржан.
ml: കോള്‍ ഹോള്‍ഡിലാണ്.
nb: Anrop på vent.
nl: Oproep in de wacht.
ro: Apel în aşteptare
ru_ru: Вызов на удержании.
si: ඇමතුම රඳවා ඇත.
sk: Hovor podržaný.
sl: Klic zadržan.
ta: அழைப்பு பிடிப்பில்.
te: కాల్ హోల్డ్ లో వుంది.
th: การโทรกำลังพักสาย
tr_tr: Arama beklemede.
ur: کال ہولڈ پر۔
uz: Qo‘ng‘iroq kutish rejimida.
zh_tw: 保留通話。

# IDS_COM_BODY_CALL_IS_WAITING
source: Call is waiting
ar: المكالمة قيد الانتظار
az: Zəng gözləyir
bg: Има чакащо повикване
bn: কল অপেক্ষমাণ
ca: La trucada s'espera
el_gr: Αναμονή κλήσης
et: Kõne on ootel
eu: Deia zain
fa: تماس در حال انتظار است
gu: કૉલ રાહ જુએ છે
he: שיחה ממתינה
hi: कॉल प्रतीक्षा में है
hu: Várakozó hívás
hy: Զանգի սպասում
is: Símtal bíður
ja_jp: 通話待機中です。
ka: ზარი იცდის
kk: Қоңырау күтіп тұр
kn: ಕರೆ ಕಾಯುತ್ತಿದೆ
ko_kr: 응답 대기 중(상대방 통화 중)
lt: Laukiantis skambutis
lv: Zvans gaida
mk: Чека повик
ml: കോള്‍ വെയ്റ്റ് ചെയ്യുന്നു
nb: Anrop venter
nl: Oproep in de wacht
ro: Apelul se află în aşteptare
ru_ru: Ожидающий вызов
si: ඇමතුම පොරොත්තුවෙන්
sk: Hovor čaká
sl: Čakajoči klic
ta: அழைப்பு காத்திருப்பில்
te: కాల్ నిరీక్షిస్తోంది
th: กำลังรอสาย
tr_tr: Arama bekletiliyor
ur: کال انتظار میں ہے
uz: Qo‘ng‘iroq kutilmoqda
zh_tw: 等待通話中

# IDS_PB_HEADER_SELECT_SIM_CARD_TO_CALL
source: Select SIM card to call
ar: تحديد بطاقة SIM للاتصال
az: Zəng üçün SIM kartı seç
bg: Избор на SIM карта за обаждане
bn: কল করার জন্য SIM কার্ড নির্বাচন করুন
ca: Seleccioni la targeta SIM per trucar
el_gr: Επιλέξτε την κάρτα SIM, για να πραγματοποιήσετε κλήση
et: Helistamiseks valige SIM-kaart
eu: Hautatu deitzeko SIM txartela
fa: انتخاب سیم‌کارت برای تماس
gu: કૉલ કરવા માટે SIM કાર્ડ પસંદ કરો
he: בחר בכרטיס SIM לחיוג
hi: कॉल करने के लिए SIM कार्ड का चयन करें
hu: Hívásra szolgáló SIM kiválasztása
hy: Ընտրել SIM քարտը զանգահարելու համար
is: Velja SIM-kort fyrir símtal
ja_jp: 通話用のSIMカードを選択
ka: დასარეკად აირჩიეთ SIM ბარათი
kk: Қоңырау шалу үшін SIM картасын таңдау
kn: ಕರೆ ಮಾಡಲು SIM ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 통화 전용 SIM 카드 선택
lt: Pasirinkite SIM kortelę ir skambinkite
lv: Lai zvanītu, izvēlieties SIM karti
mk: Изберете SIM-картичка за повик
ml: കോൾ ചെയ്യുന്നതിന് SIM കാർഡ് തിരഞ്ഞെടുക്കുക
nb: Velg SIM-kort for å ringe
nl: SIM-kaart voor bellen selecteren
ro: Selectare cartelă SIM de apelat
ru_ru: Выбор SIM-карты для звонка
si: ඇමතීමට SIM කාඩ්පතක් තේරීම
sk: Vyberte kartu SIM na telefonovanie
sl: Izberite kartico SIM za klicanje
ta: அழைப்பதற்கான SIM அட்டை தேர்வுசெய்க
te: కాల్ చేయడానికి SIM కార్డ్‌ని ఎంచుకోండి
th: เลือก SIM การ์ดที่ใช้โทร
tr_tr: Aramak için SIM kart seçin
ur: کال کرنے کیلئے SIM کارڈ منتخب کریں
uz: Qo‘ng‘iroq qilish uchun SIM-kartani tanlang
zh_tw: 選取要撥打的 SIM 卡

# IDS_CLOG_BODY_HBLOCKED_PS
source: (Blocked) %s
ar: (تم الحظر) %s
az: (Bloklanıb) %s
bg: (Блокиран) %s
bn: (অবরুদ্ধ) %s
ca: (Bloquejat) %s
el_gr: (Αποκλείστηκε) %s
et: (blokeeritud) %s
eu: (Blokeatuta) %s
fa: (مسدود شد) %s
gu: (અવરોધિત) %s
he: (חסום) %s
hi: (अवरूद्ध) %s
hu: (Blokkolt) %s
hy: (Արգելափակված) %s
is: (Á bannlista) %s
ja_jp: (ブロックされました) %s
ka: (დაბლოკილი) %s
kk: (Бұғатталған) %s
kn: (ನಿರ್ಬಂಧಿಸಿದೆ) %s
ko_kr: (차단된) %s
lt: (Užblokuota) %s
lv: (Bloķēts) %s
mk: (Блокирано) %s
ml: (തടഞ്ഞു) %s
nb: (Sperret) %s
nl: (Geblokkeerd) %s
ro: (Blocat) %s
ru_ru: (Заблокировано) %s
si: (අවහිර කර ඇත) %s
sk: (Blokované) %s
sl: (Blokirano) %s
ta: (தடைசெய்யப்பட்டது) %s
te: (నిరోధించబడ్డారు) %s
th: (ห้ามใช้) %s
tr_tr: %s (Engellendi)
ur: (بلاک کردہ) %s
uz: (Bloklangan) %s
zh_tw: （已封鎖）%s

# IDS_COM_BODY_UNABLE_TO_CALL_PS_IS_NOT_EMERGENCY_NUMBER
source: Unable to call. %s is not an emergency number.
ar: يتعذر الاتصال. لا يعد %s رقما للطوارئ.
az: Zəng etmək mümkün deyil. %s təcili yardım nömrəsi deyil.
bg: Не може да се извърши повикване. %s не е номер за спешно повикване.
bn: কল করতে অক্ষম। %s আপৎকালীন নম্বর নয়।
ca: No es pot trucar. %s no és un número d'emergència.
el_gr: Δεν είναι δυνατή η κλήση. Ο αριθμός %s δεν αποτελεί αριθμό έκτακτης ανάγκης.
et: Ei saa helistada. %s pole hädaabinumber.
eu: Ezin da deitu. %s ez da larrialdi zenbakia.
fa: تماس ممکن نیست. %s شماره اضطراری نیست.
gu: કૉલ કરવામાં અસમર્થ. %s કટોકટી નંબર નથી.
he: לא ניתן להתקשר. %s אינו מספר חירום.
hi: कॉल करने में असमर्थ। %s आपातकालीन नंबर नहीं है।
hu: Nem lehet hívni. A(z) %s nem segélyhívó szám.
hy: Անհնար է կանչ կատարել. %s-ը հրատապ կանչի համար չէ:
is: Mistókst að hringja. %s er ekki neyðarnúmer.
ja_jp: 通話できません。%sは緊急番号ではありません。
ka: ვერ დარეკავთ. %s არ არის საგანგებო ნომერი.
kk: Қоңырау соғу мүмкін емес. %s төтенше қызмет нөмірі емес.
kn: ಕರೆ ಮಾಡಲು ಅಸಮರ್ಥ. %s ತುರ್ತು ಸಂಖ್ಯೆ ಅಲ್ಲ.
ko_kr: %s번은 긴급 전화번호가 아니어서 전화를 걸 수 없습니다.
lt: Neįmanoma paskambinti. %s nėra pagalbos tarnybos numeris.
lv: Nevar piezvanīt. %s nav avārijas dienesta numurs.
mk: Не може да се повика. %s не е итен број.
ml: കോള്‍ വിളിക്കാനാവുന്നില്ല. %s എമര്‍ജന്‍സി നമ്പര്‍ അല്ല.
nb: Kan ikke ringe. %s er ikke nødnummer.
nl: Kan niet bellen. %s is geen noodnummer.
ro: Imposibil de apelat. %s nu este un număr de urgenţă.
ru_ru: Невозможно выполнить вызов. %s не является номером экстренного вызова.
si: ඇමතිය නොහැක. %s යනු හදිසි ඇමතුම් අංකයක් නොවේ.
sk: Hovor sa nedá uskutočniť. %s nie je tiesňové číslo.
sl: Ni mogoče klicati. %s ni številka v sili.
ta: அழைக்க இயலாது. %s ஆனது அவசர எண் இல்லை.
te: కాల్ సాధ్యం కాదు. %s అత్యవసర నంబర్ కాదు.
th: ไม่​สามารถ​โทร​ได้ %s ​ไม่​ใช่​หมาย​เลข​ฉุก​เฉิน
tr_tr: Aranamıyor. %s acil numara değil.
ur: کال کرنے سے قاصر۔ %s ایمرجنسی نمبر نہیں ہے۔
uz: Qo‘ng‘iroq qilib bo‘lmaydi. %s favqulodda raqam emas.
zh_tw: 無法撥打。%s 不是緊急電話號碼。

# IDS_COM_BODY_OUTGOING_CALLS_ARE_RESTRICTED_BY_FDN
source: Outgoing calls are restricted by FDN.
ar: المكالمات الصادرة مقيدة الوصول بواسطة FDN.
az: Gedən zənglər FDN tərəfindən məhdudlaşdırılmışdır.
bg: Изходящите повиквания са ограничени от FDN.
bn: বহির্গামী কল FDN দ্বারা সীমাবদ্ধ করা হয়েছে।
ca: Les trucades de sortida estan restringides per FDN
el_gr: Οι εξερχόμενες κλήσεις απαγορεύονται από το FDN.
et: Valjuvad koned on FDN-i poolt piiratud.
eu: FDN-k irteera deiak murrizten ditu
fa: تماس های خروجی توسط شماره های تماس ثابت مسدود می شوند.
gu: FDN દ્વારા આઉટગોઇંગ કૉલ્સ પ્રતિબંધિત કરેલાં છે.
he: השיחות מוגבלות ע״י FDN.
hi: FDN ने जाने वाली कॉल प्रतिबंधित किए है
hu: A fixlista korlátozza a kimenő hívásokat.
hy: Ելնող կանչերն արգելված են FDN-ով:
is: Hringd símtöl eru takmörkuð í læstu skammvali.
ja_jp: 発信通話は固定ダイヤル番号により制限されます。
ka: გამავალი ზარები შეზღუდულია FDN პარამეტრებით.
kk: Шығыс қоңыраулар FDN арқылы шектелген.
kn: ಹೊರಹೋಗುತ್ತಿರುವ ಕರೆಗಳು FDNನಿಂದ ನಿರ್ಬಂಧಿತವಾಗಿದೆ.
ko_kr: [발신 허용번호]가 실행되어 있어 전화 발신이 제한됩니다.
lt: FDN uždraudė siunčiamus skambučius.
lv: Izejošo zvanu ierobežojumu nosaka fiksētie zvanu numuri.
mk: Појдовните повици се ограничени со фиксни повици.
ml: പുറത്തേക്കുള്ള കോളുകള്‍ FDN നാല്‍ നിയന്ത്രിക്കപ്പെട്ടിരിക്കുന്നു.
nb: Utgående anrop er begrenset av Tillatte numre.
nl: Uitgaande oproepen zijn beperkt tot FDN.
ro: Apelurile de ieşire sunt restricţionate de FDN.
ru_ru: Исходящие вызовы ограничены FDN.
si: යන ඇමතුම් සඳහා FDN මඟින් සීමා පණවා ඇත.
sk: Odchádzajúce hovory sú obmedzené na pevný telefónny zoznam.
sl: Odhodni klici so onemogoči zaradi FDN.
ta: வெளிச்செல்லும் அழைப்புகள் FDN படி தடைசெய்யப்படுள்ளது.
te: FDN చే పరిమితం చెయ్యబడ్డ అవుట్‌గోయింగ్ కాల్సు.
th: การ​โทรออก​ถูก​จำกัด​ด้วย FDN
tr_tr: Giden aramalar FDN tarafından sınırlandı.
ur: باہر جانے والی کالیں FDN کے ذریعے محدود ہیں
uz: Chiquvchi qo‘ng‘iroqlar FDN tomonidan taqiqlangan.
zh_tw: 撥出電話受到固定撥號限制。

# IDS_KPD_POP_FLIGHT_MODE_ON_TURN_FLIGHT_MODE_OFF_TO_MAKE_CALLS
source: Airplane mode on. Turn Airplane mode off to make calls.
ar: وضع الطيران قيد التشغيل. إيقاف تشغيل وضع الطيران لإجراء المكالمات.
az: Uçuş rejimi yanılıdır. Zəng etmək üçün Uçuş rejimini söndürün.
bg: Включен е режим Полет. Изключете режима Полет, за да провеждате разговори.
bn: বিমান মোড চালু। কল করতে বিমান মোড বন্ধ করুন।
ca: Mode Vol activat. Desactivi el mode Vol per realitzar trucades.
el_gr: Η λειτουργία πτήσης είναι ενεργή. Για να κάνετε κλήσεις, απενεργοποιήστε τη λειτουργία πτήσης.
et: Lennurežiim on sees. Helistamiseks lülitage lennurežiim välja.
eu: Hegaldi modua piztuta. Itzali hegaldi modua deiak egiteko.
fa: حالت پرواز روشن است. حالت پرواز را برای برقراری تماس خاموش کنید.
gu: ફ્લાઇટ મોડ ચાલુ. કૉલ કરવા માટે ફ્લાઇટ મોડ બંધ કરો.
he: מצב טיסה מופעל. כבה מצב טיסה כדי לבצע שיחות.
hi: फ्लाइट मोड चालू। कॉल्स करने के लिए फ्लाइट मोड बंद करें।
hu: A Repülő üzemmód van bekapcsolva. Hívás kezdeményezéséhez kapcsolja ki a Repülő üzemmódot.
hy: Թռիչքային ռեժիմը միացված է: Անջատել Թռիչքային ռեժիմը՝ կանչեր կատարելու համար:
is: Kveikt á flugstillingu. Slökktu á henni til að hringja.
ja_jp: 機内モードがONです。通話するために、機内モードをOFFにしますか？
ka: ჩართულია ფრენის რეჟიმი. ზარების განსახორციელებლად გამორთეთ ფრენის რეჟიმი.
kk: Ұшу режимі қосулы. Қоңырау шалу үшін ұшу режимін өшіріңіз.
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ಆನ್. ಕರೆ ಮಾಡಲು ಫ್ಲೈಟ್ ಮೋಡ್ ಟರ್ನ್ ಆಫ್ ಮಾಡಿ.
ko_kr: [비행기 탑승 모드] 실행 중입니다. 전화를 걸려면 [비행기 탑승 모드]를 해제하세요.
lt: Skrydžio režimas įjungtas. Jei norite skambinti, išjunkite skrydžio režimą.
lv: Ieslēgts lidojuma režīms. Lai zvanītu, izslēdziet lidojuma režīmu.
mk: Вклучен режим за летање. Исклучете го за да упатувате повици.
ml: ഫ്ലൈറ്റ് മോഡ് ഓണ്‍. കോള്‍ ചെയ്യുന്നതിന് ഫ്ലൈറ്റ് മോഡ് ഓഫ് ചെയ്യുക.
nb: Flymodus på. Slå av Flymodus for å foreta anrop.
nl: Vliegtuigstand aan. Schakel vliegtuigstand uit om te bellen.
ro: Mod Avion activat. Dezactivaţi modul Avion pentru a efectua apeluri.
ru_ru: Включен автономный режим. Выключите автономный режим, чтобы выполнить вызов.
si: පියාසර මාදිලිය සක්‍රියයි. ඇමතුම් ලබාගැනීම සඳහා පියාසර මාදිලිය ක්‍රියාවිරහිත කරන්න.
sk: Je zapnutý letový režim. Pred uskutočnením hovorov vypnite letový režim.
sl: Način letenja je vključen. Če želite klicati, izklopite način letenja.
ta: ஃப்ளைட் முறை ஆன். அழைப்பு செய்ய ஃப்ளைட் முறையை ஆஃப் செய்க.
te: విమానం మోడ్ ఆన్‌లో ఉంది. కాల్ చెయ్యడానికి విమానం మోడ్ ఆఫ్ చెయ్యండి.
th: โหมดการบินเปิดอยู่ ปิดโหมดการบิน เพื่อโทรออก
tr_tr: Uçuş modu açık. Arama yapmak için Uçuş modunu kapatın.
ur: فلائٹ موڈ آن۔ کالیں کرنے کے لئے فلائٹ موڈ آف کریں۔
uz: Parvoz rejimi yoqiq. Qo‘ng‘iroq qilish uchun Parvoz rejimini o‘chiring.
zh_tw: 撥號前，請先關閉飛航模式。
